Repository: kohascanbit/tabakaleraubik
Catalog: misc/translator/po/*-i-opac-t-prog-v-3006000.po
Languages: es

source: This title cannot be requested because it's already in your possession.
es: Este título no se puede solicitar porque ya está en su posesión.

source: This title cannot be requested.
es: Izenburu hau ezin da eskatu.

source: This title consists of multiple volumes/parts. Please indicate which part you need. Clicking on specific copy information may be helpful.
es: Este título está formado por múltiple volúmenes / partes. Por favor, indique qué parte necesita. Clique en la copia específica para obtener mayor información.

source: Three times a month
es: Hilean hiru aldiz

source: Three times a week
es: Astean hiru aldiz

source: Three times a year
es: Urtean hiru aldiz

source: Thu
es: Jueves

source: Thumbnail
es: Miniatura

source: Thursday
es: Jueves

source: Tidsskrift
es: Egunero

source: Time selection:
es: Selección de periodo:

source: Time:
es: Hora:

source: Title
es: Izenburua

source: Title (A-Z)
es: Izenburua (A-Z)

source: Title (Z-A)
es: Izenburua (A-Z)

source: Title notes :
es: Izenburu oharrak :

source: Title phrase
es: Izenburu esaldia

source: Title translated:
es: Título traducido:

source: Title:
es: Izenburua:

source: Title:
es: Izenburua:

source: To make changes to your record please contact the library.
es: Zure erregistroan aldaketak egiteko, jarri harremanetan liburutegiarekin.

source: To report this error, you can
es: Errore honen berri emateko, hau egin dezakezu:

source: Today
es: Hoy

source: Today's checkouts
es: Eguneko maileguak

source: Top level
es: Goi-mailakoa

source: Total due
es: Zorra, guztira

source: Trademark
es: Marka erregistratua

source: Translation of
es: Traducción de

source: Transparent
es: Gardena

source: Tre-dimensjonale gjenstander
es: Hiru dimentsioko objektuak

source: Treaties
es: Itunak

source: Tredimensjonal gjenstand
es: Hiru dimentsioko objektua

source: Tredimensjonale gjenstander
es: Hiru dimentsioko objektuak

source: Triennial
es: Hiru urtean behin

source: Try logging in to the catalog
es: Saiatu katalogora sartzeko saioa hasten

source: Trykt kart
es: Mapa inprimatuak

source: Tu
es: Martes

source: Tue
es: Martes

source: Tuesday
es: Martes

source: Type
es: Mota

source: Type of heading
es: Goiburu mota

source: Type of Heading
es: Goiburu mota

source: Type search term
es: Introduzca los términos de búsqueda

source: Type:
es: Mota:

source: Ukjent;
es: Ezezaguna;

source: Unable to add one or more tags.
es: Ezin izan d(ir)a etiketa(k) gehitu.

source: Unavailable (lost or missing)
es: Ez eskuragarri (galduta edo desagertuta)

source: Unavailable issues
es: Eskuragarri ez dauden aleak

source: Undervisning
es: Irakaskuntza

source: Ungdom over 12 år;
es: 12 urtetik gorako gazteak;

source: Unhighlight
es: Ez nabarmendu

source: Unified title
es: Izenburu bateratua

source: Unified title: %s
es: Título uniforme: %s

source: Uniform Conventional Heading
es: Encabezado convencional uniforme

source: Uniform Title:
es: Izenburu uniformea:

source: Uniform Title
es: Izenburu uniformea

source: Uniform titles:
es: Izenburu uniformeak:

source: Uniform titles:
es: Izenburu uniformeak:

source: Unknown
es: Ezezaguna

source: Unsubscribe
es: Harpidetza ezeztatu

source: Updating loose-leaf
es: Actualización hojas perdidas

source: Updating website
es: Actualización de la página web

source: Use the "Confirm" button below to confirm deletion.
es: Erabili "Berretsi" botoia ezabatzea konfirmatzeko.

source: Use top menu bar to navigate to another part of Koha.
es: Erabili goiko menu barra Kohatik nabigatzeko.

source: Used for/see from:
es: Usado por / veáse:

source: Used in
es: Hemen erabili da:

source: Username:
es: Erabiltzaile izena:

source: Username: %s
es: Nombre de usuario: %s

source: Usually the reason for freezing an account is old overdues or damage fees. If
es: Oro har, kontu bat izozteko arrazoiak atzerapen handiak edo hondatzeagatiko isunak dira.

source: Utgave:
es: Zenbakia:

source: Utgiver:
es: Egilea:

source: Utskilt fra:
es: Honetatik bereizia:

source: Utstilling
es: Erakusketa

source: Utvidet MARC-visning
es: MARC bista handiagotzen

source: VHS tape / Videocassette
es: VHS zinta/ Bideokasetea

source: Verification:
es: Egiaztapena:

source: Video types
es: Bideo motak

source: Videokassett
es: Bideo

source: Videokassett (VHS)
es: Bideokasetea (VHS)

source: Videoplate
es: Bideodiska

source: Videoplate (DVD)
es: Bideodiska (DVD)

source: Videospole
es: Bideokasetea

source: View Full Heading
es: Ikusi goiburua osorik

source: View all %s of your private lists
es: Ikusi zure zerrenda pribatuetako %s guztiak

source: View all %s public lists
es: Ikusi zerrenda publikoetako %s guztiak

source: View at Amazon.com
es: Ikusi Amazon.com webgunean

source: View details for this title
es: Ikusi izenburu honen xehetasunak

source: View full heading
es: Ver el encabezado completo

source: View your search history
es: Ikusi zure bilaketa historia

source: Vinduskort
es: Txartelak

source: Visual Material
es: Ikus-materiala

source: Visual material
es: Ikus-materiala

source: Voksne over 15 år;
es: 15 urtetik gorakoak;

source: Voksne over 18 år;
es: 18 urtetik gorakoak;

source: Voksne;
es: Helduak;

source: Vol info
es: Bolumen informazioa

source: Volumes:
es: Bolumenak:

source: Waiting
es: Zain

source: Warning: Cannot be undone. Please confirm once again
es: Advertencia: No se puede deshacer. Por favor, confirmar una vez más

source: Warning: You could not delete all selected items from this shelf.
es: Advertencia: No puede eliminar todos los ítems seleccionados de esta estantería.

source: Warning: You could not delete any selected items from this shelf.
es: Advertencia: No puede eliminar ningún ítem seleccionado de esta estantería.

source: We
es: Nosotros

source: We have %s results for your search
es: Encontrados %s resultadospara su búsqueda

source: We take great care in protecting your privacy. On this screen, you can define how long we keep your reading history.
es: Zure pribatutasuna babesteaz asko arduratzen gara. Pantaila honetan zehaztu dezakezu zure irakurtze historia zenbat denboraz gorde nahi duzun.

source: Website
es: Webgunea

source: Wednesday
es: Miércoles

source: Weekly
es: Astero

source: Welcome,
es: Ongi etorri,

source: Whatever your privacy rule you choose, you can delete all your reading history immediately by clicking here.
es: Aukeratzen dituzun pribatutasun arauak gorabehera, zure irakurtze historia ezabatu dezakezu hemen klik eginez.

source: Wire
es: Alanbrea

source: With selected suggestions:
es: Con los ítems seleccionados:

source: With selected titles:
es: Con los ítems seleccionados :

source: Withdrawn (
es: Kenduta (

source: Without periodicity
es: Aldizkakotasunik gabe

source: Work phone:
es: Laneko telefonoa:

source: Wk
es: Sm

source: Written on %s by %s
es: Nork idatzia: %s, data: %s

source: Year
es: Urtea

source: Year:
es: Urtea:

source: Yes
es: Bai

source: You are accessing self-checkout from a different IP address! please log in again.
es: Automailegura sartzen ari zara beste IP batetik! Mesedez, hasi saioa berriro.

source: You are accessing Self-Checkout from a different IP address! please log in again.
es: Automailegura sartzen ari zara beste IP batetik! Mesedez, hasi saioa berriro.

source: You are logged in as %s.
es: %s bezala hasi duzu saioa.

source: You are logging from a different IP address. Please log in again.
es: IP ezberdin batetik konektatu zara. Mesedez, hasi saioa berriro.

source: You can use OAI-PMH ListRecords instead of this service.
es: OAI-PMH ListRecords erabili dezakezu zerbitzu honen ordez.

source: You can't change your password.
es: Ezin duzu zure pasahitza aldatu.

source: You cannot renew this item again. %s
es: Ezin duzu elementu honen mailegua berritu berriro. %s

source: You currently have nothing checked out.
es: Une honetan ez duzu ezer maileguan hartuta.

source: You currently owe fines and charges amounting to:
es: Une honetan isunak eta karguak dituzu, guztira:

source: You do not have permission to download this list.
es: Ez duzu baimenik zerrenda hau deskargatzeko.

source: You do not have permission to send this list.
es: Ez duzu baimenik zerrenda hau bidaltzeko.

source: You entered an incorrect username or password. Please try again! And remember, usernames and passwords are case sensitive.
es: Erabiltzaile izen edo pasahitz okerra idatzi duzu. Mesedez, saiatu berriro. Eta gogoratu, erabiltzaile izenek eta pasahitzek maiuskulak eta minuskulak bereizten dituzte.

source: You have
es: Si tiene un

source: You have a credit of:
es: Zure kreditua:

source: You have already requested this title.
es: Izenburu hori eskatu duzu dagoeneko.

source: You have checked out too many items and can't check out any more. %s
es: Tiene muchos préstamos activos y no se le puede prestar más. %s

source: You have borrowed too many items and can't check out any more. %s
es: Elementu gehiegi maileguan hartu dituzu, eta ezin duzu beste bat maileguan hartu. %s

source: You have no fines or charges
es: Ez duzu isunik ez kargurik

source: You have not filled out all required fields. Please fill in all missing fields and resubmit.
es: No ha rellenado todos los campos requeridos. Por favor, rellene todos los campos que faltan y vuelva a enviarlo.

source: You have nothing checked out
es: Ez duzu ezer maileguan hartuta

source: You have successfully registered your new account. To log in, use the following credentials:
es: Zure kontu berria zuzen erregistratu da. Saioa hasteko, erabili baimena:

source: You must be logged in to add tags.
es: Saioa hasi behar duzu etiketak gehitzeko.

source: You must be logged in to create or add to Lists
es: Saioa hasi behar duzu zerrendak sortzeko

source: You must be logged in to create or add to lists
es: Saioa hasi behar duzu zerrendak sortzeko

source: You must select a library for pickup.
es: Jasotze liburutegi bat hautatu behar duzu.

source: You must select at least one item.
es: Elementu bat hautatu behar duzu, gutxienez.

source: You owe the library %s and cannot borrow. %s
es: Zure zorra %s da, eta ezin duzu elementurik maileguan hartu. %s

source: You owe the library %s and cannot check out. %s
es: Debes a la biblioteca %s y no puedes realizar préstamos. %s

source: Young Adult
es: Heldu gaztea

source: Young adult
es: Heldu gaztea

source: You typed in the wrong characters in the box before submitting. Please try again.
es: Ha escrito caracteres incorrectos en el cuadro antes de enviar. Por favor, inténtelo de nuevo.

source: Your CGI session cookie is not current. Please refresh the page and try again.
es: Su cookie de sesión CGI no es actual. Por favor, actualice la página y vuelva a intertarlo.

source: Your Cart
es: Zure saskia

source: Your Cart
es: Zure saskia

source: Your Comment
es: Zure iruzkina

source: Your List : %s
es: Zure zerrendak: %s

source: Your Lists
es: Zure zerrendak

source: Your Lists:
es: Zure zerrendak:

source: Your Messaging Settings
es: Zure mezularitza ezarpenak

source: Your Personal Details
es: Zure datu pertsonalak

source: Your account has been frozen. Usually the reason for freezing an account is old overdues or damage fees.If
es: Zure kontua izoztu egin da. Oro har, kontu bat izozteko arrazoiak atzerapen handiak edo hondatzeagatiko isunak dira.

source: Your account has been frozen%s until
es: Su cuenta ha sido suspendida %s hasta

source: Your account has been suspended. %s
es: Zure kontua eseki egin da. %s

source: Your account has expired. %s
es: Zure kontua iraungi da. %s

source: Your account will not be activated until you follow the link provided in the confirmation email.
es: Zure kontua ez da aktibatuko baieztapen emaileko estekan sakatu arte.

source: Your card has expired. Please contact the library for more information.
es: Su carné ha caducado. Por favor, contacte con la biblioteca para más información.

source: Your card will expire on
es: Su carné expira en

source: Your cart
es: Su cesta

source: Your cart is currently empty
es: Zure saskia hutsik dago

source: Your cart is empty.
es: Zure saskia hutsik dago.

source: Your comment
es: Zure iruzkina

source: Your comment (preview, pending approval)
es: Tu comentario (previo, pendiente aprobación)

source: Your corrections have been submitted to the library, and a staff member will update your record as soon as possible.
es: Zure aldaketak liburutegira bidali dira, eta bertako langile batek erregistroa aldatuko du ahal bezain laster.

source: Your download should begin automatically.
es: Zure deskargak automatikoki hasi beharko luke.

source: Your edited comment (preview, pending approval)
es: Tu comentario editado (previo, pendiente aprobación)

source: Your library card has been marked as lost or stolen. If this is an error, please contact the library.
es: Zure txartela galduta edo lapurtuta bezala markatuta dago. Horri zuzenea ez bada, jarri harremanetan liburutegiarekin.

source: Your list : %s
es: Su lista: %s

source: Your lists
es: Zure zerrendak

source: Your lists:
es: Zure zerrendak:

source: Your messaging settings
es: Su configuración de mensajes

source: Your options are:
es: Zure aukerak hauek dira:

source: Your password has been changed
es: Zure pasahitza aldatu da

source: Your password must be at least %s characters long.
es: Zure pasahitzak gutxienez %s karaktere izan behar ditu.

source: Your personal details
es: Zure datu pertsonalak

source: Your privacy rules have been updated.
es: Zure pribatutasun arauak eguneratu egin dira.

source: Your private lists
es: Zure zerrenda pribatuak

source: Your reading history has been deleted.
es: Zure irakurtze historia ezabatu egin da.

source: Your search history is empty.
es: Zure bilaketa historia hutsik dago.

source: Your session has timed out due to inactivity. Please sign in.
es: Zure saioa iraungi da inaktibo-denbora dela eta. Hasi saioa berriro.

source: Your search returned %s results.
es: Su búsqueda devolvió %s resultados.

source: Your suggestion has been submitted.
es: Zure proposamena bidali da.

source: Your updates have been submitted. A librarian will review your updates before applying them.
es: Las actualizaciones han sido presentadas. Un bibliotecario revisará sus cambios antes de aplicarlos.

source: Your userid was not found in the database. Please try again.
es: Zure erabiltzaile IDa ez da datu basean aurkitu. Saiatu berriro.

source: Zip code:
es: Posta kodea:

source: Zip code:
es: Posta kodea:

source: [% IF ( LibraryName ) %][% LibraryName %][% ELSE %]Koha Online Catalog[% END %]
es: [% IF ( LibraryNameTitle ) %][% LibraryNameTitle %][% ELSE %]Koha Online[% END %] Katalogoaren iruzkin berrienak

source: [% IF ( LibraryNameTitle ) %][% LibraryNameTitle %][% ELSE %]Koha Online[% END %] catalog recent comments
es: [% IF ( LibraryNameTitle ) %][% LibraryNameTitle %][% ELSE %]Koha Online[% END %] Katalogoaren iruzkin berrienak

source: [% limit or
es: [% Limitar o

source: [% title |html %]
es: [% título |html %]

source: [Fewer options]
es: [Aukera gutxiago]

source: [More options]
es: [Aukera gehiago]

source: [New list]
es: [Nueva Lista]

source: [New search]
es: [Bilaketa berria]

source: [View All]
es: [Ikusi guztiak]

source: [View all]
es: [Ver todos]

source: abstract
es: laburpena

source: abstract or summary
es: laburpena

source: account, please
es: kontua, mesedez

source: account, %s please
es: kontua, %s mesedez

source: adult, General
es: adulto, General

source: adult, serious
es: adulto

source: all
es: todo

source: already exists!
es: dagoeneko existitzen da!

source: already in your cart
es: dagoeneko zure saskian dago

source: an identifier indicating the location to which to deliver the item for pickup
es: elementua bidaltzeko kokapena zehaztuko identifikatzaile bat, ondoren hura jasoa izateko

source: an identifier used to look up the patron in Koha
es: Kohako bazkidea bilatzeko erabilitako identifikatzailea

source: and
es: eta

source: and
es: eta

source: anyone to remove his own contributed entries.
es: alguien para eliminar sus entradas aportadas.

source: any
es: edozein

source: anyone to remove other contributed entries.
es: alguien para eliminar otras entradas aportadas.

source: aperture card
es: irekitze txartela

source: art original
es: arte originala

source: art reproduction
es: artelana

source: article
es: artikulua

source: at
es: non

source: at %s %s In transit from %s to %s %s
es: en %s %s, en tránsito de %s a %s %s

source: atlas
es: atlasa

source: autobiography
es: autobiografia

source: av
es: es

source: av
es: es

source: available
es: eskuragarri

source: available online
es: eskuragarri online

source: average rating:
es: valoración media:

source: average rating: %s (%s votes)
es: valoración media: %s (%s votos)

source: bibliography
es: bibliografia

source: bibliography
es: bibliografia

source: biography
es: biografia

source: biography
es: biografia

source: bonus
es: incentivos

source: book
es: liburua

source: borrowernumber
es: mailegu-hartzaliearen zenbakia

source: bristol board
es: bristol papera

source: by
es: por

source: by
es: nork

source: canvas
es: oihala

source: cardboard/illustration board
es: kartoia/marrazketa taula

source: cardnumber
es: txartel zenbakia

source: cartoons or comic strips
es: komikiak edo komiki bandak

source: catalog
es: katalogoa

source: catalogue
es: katalogoa

source: celestial globe
es: zerutar globoa

source: change my password
es: nire pasahitza aldatu

source: chart
es: mapa

source: chart
es: mapa

source: charts
es: mapak

source: children (9-14)
es: haurrak (9-14)

source: chip cartridge
es: txip kartutxoa

source: click here to login
es: egin klik hemen saioa hasteko

source: coats of arms
es: armarriak

source: collective biography
es: biografia kolektiboa

source: combination
es: konbinazioa

source: comic strip
es: komiki-banda

source: computer file
es: fitxategi elektronikoa

source: computer optical disc cartridge
es: ordenagailuko disko kartutxo optikoa

source: conference publication
es: hitzaldiaren argitalpena

source: contact information
es: kontaktu informazioa

source: contains
es: hauxe du:

source: contains biogr. data
es: datu biografikoak ditu

source: currently available items.
es: eskuragarri dauden elementuak.

source: cylinder
es: zilindroa

source: database
es: datu basea

source: date after which hold request is no longer needed
es: erreserba eskaera beharrezkoa ez den data

source: date after which item returned to shelf if item is not picked up
es: elementua hartzen ez bada apalera hura apalera itzuliko den data

source: defines the type of record identifier being used in the request, possible values:
es: eskaeran erabiliko den erregistro identifikatzaile mota zehazten du; balio posibleak:

source: diagram
es: diagrama

source: dictionary
es: hiztegia

source: dictionary
es: hiztegia

source: digitized microfilm
es: mikrofilm digitalizatua

source: digitized other analog
es: digitalizatutako beste analogikoak

source: directory
es: direktorioa

source: directory
es: direktorioa

source: discography
es: diskografia

source: display:block;
es: bistaratu:blokeatu;

source: display:block; text-align:right; float:right; width:50%%; padding-left:20px
es: bistaratu:blokeatu; testu lerrokatzea:eskuina; mugikorra:eskuina; zabalera:50%%; betegarria-ezkerra:20 px

source: dissertation or thesis
es: tesina edo tesia

source: dissertation or thesis (revised)
es: disertación o tesis (revisada)

source: drawing
es: marrazkia

source: earth moon globe
es: Lurreko ilargiaren globoa

source: electronic
es: elektronikoa

source: electronic ressource
es: recursos electrónico

source: email the Koha Administrator
es: idatzi Koha administratzaileari

source: en-us
es: eu-01

source: encyclopaedia
es: entziklopedia

source: encyclopedia
es: entziklopedia

source: essay
es: saiakera

source: essays
es: saiakerak

source: examination paper
es: azterketa

source: facsimiles
es: facsimileak

source: fiction
es: fikzioa

source: fiction
es: fikzioa

source: film cartridge
es: film kartutxoa

source: film cassette
es: film kasetea

source: film reel
es: film bobina

source: filmography
es: filmografia

source: filmslip
es: diapositiba

source: filmstrip
es: diapositiba filma

source: filmstrip cartridge
es: diapositiba filmaren kartutxoa

source: filmstrip roll
es: diapositiba filmaren zinta

source: flash card
es: flash txartela

source: flash card
es: flash txartela

source: folktale
es: herri-ipuinak

source: font
es: letra-tipoa

source: for more information on what it does and how to configure it.
es: egiten duenaren eta konfiguratzeko moduaren inguruko informazio gehiago jasotzeko.

source: forms
es: inprimakiak

source: game
es: jokoa

source: genealogical tables
es: taula genealogikoak

source: glass
es: kristala

source: graphic
es: grafikoa

source: hand-written
es: eskuz idatzia

source: handbook
es: eskuliburua

source: hardboard
es: tablexa

source: has already been added.
es: dagoeneko eguneratu egin da.

source: here
es: hemen

source: history
es: historia

source: humor, satire
es: umorezkoa, satira

source: humour, satire
es: umorezkoa, satira

source: id_type
es: id_mota

source: if you're not %s %s %s)
es: ez bazara %s %s %s)

source: if you're not %s %s)
es: ez bazara %s %s)

source: illuminations
es: eskuizkribu irudiztatua

source: illustrations
es: irudiak

source: in %s Catalog.
es: %s katalogoan.

source: in fines, you cannot renew your books online. Please pay your fines if you wish to renew your books.
es: isunetan, ezin dituzu liburuak online berritu. Mesedez, ordaindu zure isunak liburuak berritu nahi badituzu.

source: in %s fines
es: en %s sanciones

source: in fines.
es: isunetan.

source: in any heading
es: edozein izenburuan

source: in keyword
es: gako-hitzean

source: in main entry
es: sarrera nagusian

source: index
es: indizea

source: index
es: indizea

source: individual biography
es: biografia indibiduala

source: injecting NEW comment:
es: iruzkin BERRIA sartzen:

source: injecting OLD comment:
es: iruzkin ZAHARRA sartzen:

source: irregular
es: irregularra

source: is exactly
es: da zehazki

source: is not empty.
es: ez dago hutsik.

source: item
es: elementua

source: item(s) added to your cart
es: elementu gehitu d(ir)a zure saskira

source: item_id
es: elementu_ida

source: items.
es: elementuak.

source: juvenile, general
es: gazteentzat, orokorra

source: kit
es: kita

source: kit
es: kit a

source: large print
es: handian inprimatzea

source: law report or digest
es: txosten edo buletin juridikoak

source: laws and legislation
es: legeak eta legeria

source: legal article
es: lege artikulua

source: legal case and case notes
es: auzia eta auziaren oharrak

source: legislation
es: legeria

source: letter
es: gutuna

source: letters
es: gutunak

source: libretto
es: libreto

source: list of authority record identifiers
es: autoritate erregistroen identifikatzaileen zerrenda

source: list of either bibliographic or item identifiers
es: bibliografia edo elementu identifikatzaileen zerrenda

source: list of system record identifiers
es: sistemaren erregistroaren sistemaren zerrenda

source: literature surveys/reviews
es: literatura ikerketak/kritikak

source: loose-leaf
es: orri solteak

source: magnetic disc
es: diska magnetikoa

source: magneto-optical disc
es: diska magnetooptikoa

source: map
es: mapa

source: map
es: mapa

source: maps
es: mapak

source: materialtype
es: material mota

source: memoir
es: memoria

source: metal
es: metala

source: microfiche
es: mikrofitxa

source: microfiche cassette
es: mikrofitxa kasetea

source: microfilm
es: mikrofilma

source: microfilm cartridge
es: mikrofilm kartutxoa

source: microfilm cassette
es: mikrofilm kasetea

source: microfilm reel
es: mikrofilm bobina

source: microform
es: microforma

source: microopaque
es: mikroopakoa
