Repository: kohascanbit/tabakaleraubik
Catalog: misc/translator/po/*-i-opac-t-prog-v-3006000.po
Languages: es

source: %sYes%sNo%s
es: %sBai%sEz%s

source: %sa list:%s
es: %szerrenda bat:%s

source: %sby
es: %s(e)k

source: %sby %s%s
es: %s(e)k %s%s

source: %scontact information%s on file. Please contact the library%s or use the
es: %sharremanetarako informazioa %s gordeta. Jarri harremanetan liburutegiarekin %s edo erabili

source: %sentry%sentries%s.
es: %ssarrera%ssarrerak%s.

source: &#8674; Change your password
es: &#8674; Cambiar su contraseña

source: %snocart%s
es: %ssaskirikez%s

source: &#8674; Checkout history
es: &#8674; Historial de préstamos

source: &#8674; Editing
es: &#8674; Editar

source: &#8674; Fines and charges
es: &#8674; Multas y sanciones

source: &#8674; Personal details
es: &#8674; Detalles personales

source: &#8674; Privacy policy
es: &#8674; Política de privacidad

source: &#8674; Updates to your record
es: &#8674; Actualizar su registro

source: &#8674; Your messaging settings
es: &#8674; Su configuración de mensajes

source: &#8674; Your personal details
es: &#8674; Sus detalles personales

source: &laquo; Previous
es: &lt;&lt; Aurrekoa

source: &lt;&lt; Previous
es: &lt;&lt; Aurrekoa

source: &lt;?xml version="1.0" encoding="ISO-8859-1" ?&gt; &lt;AuthenticatePatron&gt; &lt;id&gt;419&lt;/id&gt; &lt;/AuthenticatePatron&gt;
es: &lt;?xml version="1.0" encoding="ISO-8859-1" ?&gt; &lt;Autentifikatu bazkidea&gt; &lt;id&gt;419&lt;/id&gt; &lt;/Autentifikatu bazkidea&gt;

source: &lt;?xml version="1.0" encoding="ISO-8859-1" ?&gt; &lt;CancelHold&gt; &lt;message&gt;Canceled&lt;/message&gt; &lt;/CancelHold&gt;
es: &lt;?xml version="1.0" encoding="ISO-8859-1" ?&gt; &lt;Ezeztatu erreserba&gt; &lt;message&gt;Ezeztatuta&lt;/message&gt; &lt;/Ezeztatu erreserba&gt;

source: &nbsp;&nbsp;&nbsp;&nbsp; Author phrase
es: &nbsp;&nbsp;&nbsp;&nbsp; Egilearen esaldia

source: &nbsp;&nbsp;&nbsp;&nbsp; Call number
es: &nbsp;&nbsp;&nbsp;&nbsp; Katalogo zenbakia

source: &nbsp;&nbsp;&nbsp;&nbsp; Conference name
es: &nbsp;&nbsp;&nbsp;&nbsp; Hitzaldi izena

source: &nbsp;&nbsp;&nbsp;&nbsp; Conference name phrase
es: &nbsp;&nbsp;&nbsp;&nbsp; Hitzaldi izenaren esaldia

source: &nbsp;&nbsp;&nbsp;&nbsp; Corporate name
es: &nbsp;&nbsp;&nbsp;&nbsp; Erakunde izena

source: &nbsp;&nbsp;&nbsp;&nbsp; Personal name
es: &nbsp;&nbsp;&nbsp;&nbsp; Pertsona izena

source: &nbsp;&nbsp;&nbsp;&nbsp; Personal name phrase
es: &nbsp;&nbsp;&nbsp;&nbsp; Pertsona izenaren esaldia

source: &nbsp;&nbsp;&nbsp;&nbsp; Subject and broader terms
es: &nbsp;&nbsp;&nbsp;&nbsp; Materia y términos más amplios

source: &nbsp;&nbsp;&nbsp;&nbsp; Subject and narrower terms
es: &nbsp;&nbsp;&nbsp;&nbsp; materia y términos limitados

source: &nbsp;&nbsp;&nbsp;&nbsp; Subject and related terms
es: &nbsp;&nbsp;&nbsp;&nbsp; Materia y términos relacionados

source: &nbsp;&nbsp;&nbsp;&nbsp; Subject phrase
es: &nbsp;&nbsp;&nbsp;&nbsp; Gaiaren esaldia

source: &nbsp;&nbsp;&nbsp;&nbsp; Title phrase
es: &nbsp;&nbsp;&nbsp;&nbsp; Izenburuaren esaldia

source: &nbsp;&nbsp;(%s votes)
es: &nbsp;&nbsp;(%s votos)

source: (%s biblios)
es: (%s bibliografia erregistroak)

source: (%s of %s renewals remaining)
es: (%s (e)tik %s mailegu berritzea falta da)

source: (%s total)
es: (%s guztira)

source: (Checked out)
es: (Maileguan hartuta)

source: (Not supported by Koha)
es: (Kohak ez du onartzen)

source: (Not supported yet)
es: (Ez da onartzen oraindik)

source: (On hold)
es: (Erreserbatuta)

source: (Optional)
es: (Aukerakoa)

source: (Optional, default 0)
es: (Aukerakoa, modu lehenetsian, 0)

source: (Optional, default 1)
es: (Aukerakoa, modu lehenetsian, 1)

source: (Required)
es: (Beharrezkoa)

source: (Shift-)Click or drag to change value
es: (Shift-)Clic o arrastre para cambiar el valor

source: (Use OAI-PMH instead)
es: (Erabili OAI-PMH bestearen ordez)

source: (Use OPAC instead)
es: (Erabili OPAC bestearen ordez)

source: (Use SRU instead)
es: (Erabili SRU bestearen ordez)

source: (done)
es: (hecho)

source: (filtered from _MAX_ total entries)
es: (filtrado desde _MAX_ entradas totales)

source: (modified on %s)
es: (%s (e)an aldatuta)

source: (published on %s)
es: (publicado en %s)

source: (related searches: %s%s%s)
es: (horrekin lotutako bilaketak: %s%s%s)

source: (remove)
es: (kendu)

source: (today)
es: (hoy)

source: , none of these items can be placed on hold.
es: , elementu horiek ezin dira maileguan hartu.

source: , you cannot place holds because the library doesn't have up-to-date
es: , ezin duzu erreserbarik egin liburutegiak ez d(it)uelako eguneratu

source: , you cannot place holds because your account has been frozen.
es: , ezin duzu erreserbarik egin zure kontua izoztu egin delako.

source: , you cannot place holds because your library card has been marked as lost or stolen.
es: , ezin duzu erreserbarik egin zure txartela galduta edo lapurtuta bezala markatuta dagoelako.

source: , you cannot renew your books online. Please pay your fines if you wish to renew your books.
es: , no puede renovar sus libros en línea. Por favor, ponga al día sus sanciones si desea renovar sus libros.

source: ,complete-subfield
es: , osorik-azpieremua

source: - Click on any of the time parts to increase it
es: - Haga clic en alguna de las secuencias de tiempo para incrementarlas

source: - Hold mouse button on any of the above buttons for faster selection.
es: - Mantenga presionado el mouse sobre alguno de los botones de arriba para una selección más rápida.

source: - Use the \xab, \xbb buttons to select year
es: - Use los botones \xab, \xbb para seleccionar el año

source: - You must enter a Title
es: - Izenburu bat idatzi behar duzu

source: - You must enter a list name
es: - Zerrenda izen bat idatzi behar duzu

source: - You must enter a List Name
es: - Zerrenda izen bat idatzi behar duzu

source: - or Shift-click to decrease it
es: - o Shift+clic para disminuirlo

source: - or click and drag for faster selection.
es: - o clic y arrastrar para una selección más rápida.

source: -- Choose --
es: -- Aukeratu --

source: -- Choose Format --
es: -- Aukeratu formatua --

source: -- Choose format --
es: -- Aukeratu formatua --

source: -- none --
es: -- bat ere ez --

source: --------------------------------------------- %s %s %s %s%s%s %s%s%s Author(s): %s%s%s%s%s%s; %s %s%s%s%s ISBN: %s%s %sPublished by: %s%s%s in %s%s%s, %s%s%s, %s%s%s Collection: %s%s%s Subject: %s%s%s Copyright year: %s%s%s Notes : %s%s%s Unified title: %s%s%s Serial: %s%s%s Dewey: %s%s%s Classification: %s%s%s LCCN: %s%s%s url : %s%s In the online catalog: %s/cgi-bin/koha/opac-detail.pl?biblionumber=%s Items : %s %s %s %s(%s)%s %s%s --------------------------------------------- %s
es: --------------------------------------------- %s %s %s %s%s%s %s%s%s Egilea(k): %s%s%s%s%s%s; %s %s%s%s%s ISBN: %s%s %sArgitaratzailea: %s%s%s en %s%s%s, %s%s%s, %s%s%s Bilduma: %s%s%s Gaia: %s%s%s Copyright urtea: %s%s%s Oharrak: %s%s%s Izenburu bateratua: %s%s%s Aldizkako argitalpena: %s%s%s Dewey: %s%s%s Sailkapena: %s%s%s LCCN: %s%s%s url : %s%s online katalogoan: %s/cgi-bin/koha/opac-detail.pl?biblionumber=%s Elementuak : %s %s %s %s(%s)%s %s%s --------------------------------------------- %s

source: --------------------------------------------- %s %s %s %s%s%s %s%s%s Author(s): %s%s%s%s%s; %s%s%s%s%s%s%s; %s%s%s%s%s%s ISBN: %s%s %sPublished by: %s%s%s in %s%s%s, %s%s%s, %s%s%s Collection: %s%s%s Subject: %s%s%s Copyright year: %s%s%s Notes : %s%s%s Unified title: %s%s%s Serial: %s%s%s Dewey: %s%s%s Classification: %s%s%s LCCN: %s%s%s url : %s%s In the online catalog: %s/cgi-bin/koha/opac-detail-filmoteca.pl?biblionumber=%s Items : %s %s %s %s(%s)%s %s%s --------------------------------------------- %s
es: --------------------------------------------- %s %s %s %s%s%s %s%s%s Egilea(k): %s%s%s%s%s; %s%s%s%s%s%s%s; %s%s%s%s%s%s ISBN: %s%s %sArgitaratzailea: %s%s%s in %s%s%s, %s%s%s, %s%s%s Bilduma: %s%s%s Gaia: %s%s%s Copyright urtea: %s%s%s Oharrak : %s%s%s Izenburu bateratua: %s%s%s Aldizkako argitalpena: %s%s%s Dewey: %s%s%s Sailkapena: %s%s%s LCCN: %s%s%s url : %s%s online katalogoan: %s/cgi-bin/koha/opac-detail.pl?biblionumber=%s Elementuak: %s %s %s %s(%s)%s %s%s --------------------------------------------- %s

source: --------------------------------------------- %s %s %s %s%s%s %s%s%s%s%s by %s%s %s Additional author(s): %s%s%s %s%s%s; %s %s%s%s%s ISBN: %s%s %sPublished by: %s%s%s in %s%s%s, %s%s%s, %s%s%s Collection: %s%s%s Subject: %s%s%s Copyright year: %s%s%s Notes : %s%s%s Unified title: %s%s%s Serial: %s%s%s Dewey: %s%s%s Classification: %s%s%s LCCN: %s%s%s URL: %s%s%s In the online catalog: http://%s/cgi-bin/koha/opac-detail.pl?biblionumber=%s%s Items: %s %s %s %s(%s)%s %s%s --------------------------------------------- %s
es: -------------------------------------------- %s %s %s %s%s%s %s%s%s%s%s by %s%s %s Autores(es) adicional(es): %s%s%s %s%s%s; %s %s%s%s%s ISBN: %s%s %sEditado por: %s%s%s en %s%s%s, %s%s%s, %s%s%s Colección: %s%s%s Materia: %s%s%s Año del copyright: %s%s%s Notas : %s%s%s Título Uniforme: %s%s%s Publicación periódica: %s%s%s Dewey: %s%s%s Classification: %s%s%s LCCN: %s%s%s URL: %s%s%s En el catálogo online: http://%s/cgi-bin/koha/opac-detail.pl?biblionumber=%s%s Items: %s %s %s %s(%s)%s %s%s --------------------------------------------- %s

source: . Once you've confirmed the deletion, no one can retrieve the list!
es: . Ezabaketa berretsi ostean, zerrenda ezingo da berreskuratu!

source: . Please contact the library for more information.
es: . Por favor, contacte con la biblioteca para más información.

source: . Please contact the library if you wish to renew your subscription.
es: . Por favor, contacte con la biblioteca si quiere renovar su suscripción

source: ...or...
es: ...edo...

source: 10 titles
es: 10 izenburu

source: 100 titles
es: 100 izenburu

source: 12 months
es: 12 hilabete

source: 15 titles
es: 15 izenburu

source: 20 titles
es: 20 izenburu

source: 3 months
es: 3 hilabete

source: 30 titles
es: 30 izenburu

source: 40 titles
es: 40 izenburu

source: 50 titles
es: 50 izenburu

source: 6 months
es: 6 hilabete

source: : %sa list:%s
es: : %szerrenda bat:%s

source: ; Audience:
es: ; Nori zuzendua:

source: ; Format:
es: ; Formatua:

source: ; Innhold:
es: ; Edukia:

source: ; Literary form:
es: ; Literatura forma:

source: ; Litterær form:
es: ; Literatura forma:

source: ; Målgruppe:
es: ; Nori zuzendua:

source: ; Nature of contents:
es: ; Eduki mota:

source: ; Type maskinlesbar fil:
es: ; Fitxategi elektroniko mota:

source: ; Type of computer file:
es: ; Fitxategi mota:

source: ; Type of continuing resource:
es: ; Baliabide jarraitu mota:

source: ; Type of visual material:
es: ; Ikus-material mota:

source: ; Type periodikum:
es: ; Aldizkako argitalpen mota:

source: A confirmation email has been sent to the email address
es: Baieztapen emaila zure email helbidera bidali da

source: A list named
es: Izen hau duen zerrenda bat

source: A record matching barcode
es: Barra kodearekin bat datorren erregistroa

source: A specific copy
es: Kopia zehatz bat

source: AND
es: ETA

source: About the author
es: Egileari buruz

source: About the calendar
es: Sobre el calendario

source: Absorbed by:
es: Nork xurgatuta:

source: Absorbed in part by:
es: Nork xurgatuta (hein batean):

source: Absorbed in part:
es: Xurgatuta (hein batean):

source: Absorbed:
es: Xurgatuta:

source: Abstract:
es: Laburpena:

source: Abstracts/summaries
es: Laburpenak

source: Access denied
es: Sartzea ukatuta

source: According to our records, we don't have up-to-date %s
es: Gure erregistroen arabera, ez dugu %s eguneratu

source: Acquired in the last:
es: Noiz eskuratua: azken

source: of the last:
es: noiztik:

source: Acquisition date: Newest to oldest
es: Eskuratze data: berrienetatik hasi

source: Acquisition date: Oldest to newest
es: Eskuratze data: zaharrenetatik hasi

source: Actions:
es: Ekintzak:

source: Add
es: Gehitu

source: Add %s items to %s
es: Gehitu %s elementuak hona: %s

source: Add another field
es: Gehitu beste eremu bat

source: Add tag
es: Gehitu etiketa

source: Add to %s
es: Gehitu hona: %s

source: Add to Cart
es: Gehitu saskira

source: Add to a list
es: Gehitu zerrenda batera

source: Add to Your Cart
es: Gehitu zure saskira

source: Add to a new list:
es: Gehitu zerrenda berri batera:

source: Add to cart
es: Gehitu saskira

source: Add to list:
es: Gehitu zerrenda honetara:

source: Add to list:
es: Gehitu zerrenda honetara:

source: Add to your cart
es: Gehitu zure saskira

source: Add to:
es: Gehitu hona:

source: Add your own review
es: Gehitu zure iruzkina

source: Added %s %s by
es: (e)k %s %s gehituta

source: Additional authors:
es: Autores adicionales:

source: Additional content types for books/printed materials
es: Liburu/material inprimatuentzako eduki mota gehigarriak

source: Address:
es: Helbidea:

source: Adolescent
es: Adolescente

source: Adolescent;
es: Nerabeak;

source: Adressebøker
es: Libreta de direcciones

source: Adult
es: Helduak

source: Adult, General
es: Helduak, orokorra

source: Adult, serious
es: Helduak, serioa

source: Adult;
es: Helduak

source: Advanced search
es: Bilaketa aurreratua

source: All Libraries
es: Liburutegi guztiak

source: All Tags
es: Etiketa guztiak

source: All branches
es: Liburutegi guztiak

source: All collections
es: Bilduma guztiak

source: All item types
es: Item mota guztiak

source: All libraries
es: Liburutegi guztiak

source: Also note that you must return all checked out items before your card expires.
es: Tenga en cuenta que debe devolver todos los ítems prestado antes de que su carné caduque.

source: Alternate address
es: Ordezko helbidea

source: Alternate address:
es: Ordezko helbidea:

source: Alternate contact
es: Contacto alternativo

source: Alternate contact details
es: Ordezko kontaktuaren xehetasunak

source: Alternate contact information
es: Ordezko kontaktuaren informazioa

source: Alternate contact:
es: Ordezko kontaktua:

source: Amazon Reviews
es: Amazoneko kritikak:

source: Amazon reviews
es: Amazoneko kritikak:

source: Amount
es: Kopurua

source: Amount outstanding
es: Ordaindu gabeko kopurua

source: An error has occurred
es: Errore bat gertatu da

source: An error occurred when sending your message to the administrator. Please visit the library to update your personal details.
es: Errore bat gertatu da zure mezua administrazaileari bidatzean. Mesedez, joan liburutegira zure datu pertsonalak eguneratzera.

source: An error occurred while try to process your request.
es: Errore bat gertatu da zure eskaera prozesatzean.

source: Analytics:
es: Analitikak:

source: Anamorfisk kart
es: Mapa anamorfikoa

source: Andre typer innhold
es: Beste eduki mota bat

source: Andre typer periodika
es: Beste aldizkako argitalpen bat

source: Anmeldelser
es: Iruzkinak

source: Annen filmtype
es: Beste film mota bat

source: Annen globustype
es: Beste globo mota bat

source: Annen karttype
es: Beste mapa mota bat

source: Annen materialtype
es: Beste material mota bat

source: Annen mikroformtype
es: Beste mikroforma mota bat

source: Annen type gjenstand
es: Beste objektu mota bat

source: Annen type videoopptak
es: Beste bideo mota bat

source: Annet lagringsmedium
es: Beste biltegiratze euskarri bat

source: Annet lydmateriale
es: Beste audio mota bat

source: Annual
es: Urterokoa

source: Antologi
es: Antologia

source: Any
es: Edozein

source: Any audience
es: Edonorentzat

source: Any content
es: Edozein eduki

source: Any format
es: Edozein formatu

source: Any phrase
es: Edozein esaldi

source: Any regularity
es: Edozein erregulartasun

source: Any type
es: Edozein mota

source: Any word
es: Cualquier palabra

source: Anyone
es: Edonor

source: Apr
es: Abr

source: April
es: Abril

source: Are you sure you want to cancel this hold?
es: Ziur zaude erreserba hau ezeztatu nahi duzula?

source: Are you sure you want to delete this list?
es: Ziur zaude zerrenda hau ezabatu nahi duzula?

source: Are you sure you want to delete your search history?
es: Ziru zaude zure bilaketa historia ezabatu nahi duzula?

source: Are you sure you want to empty your cart?
es: Ziru zaude zure saskia hustu nahi duzula?

source: Are you sure you want to remove the selected items?
es: Ziur zaude hautatutako elementuak kendu nahi dituzula?

source: Are you sure you want to remove these items from the list?
es: Ziur zaude elementu hauek kendu nahi dituzula zerrendatik?

source: Are you sure you want to resume all suspended holds?
es: ¿Está seguro de que quiere cancelar esta reserva?

source: Are you sure you want to suspend all holds?
es: ¿Está seguro de que quiere cancelar todas las reservas?

source: Article
es: Artikulua

source: Artikler (i bøker eller periodika)
es: Artikulua (liburu edo aldizkaritan)

source: Ascending
es: Ascendente

source: At library: %s
es: En biblioteca: %s

source: Atlas
es: Atlasa

source: Audience
es: Nori zuzendua

source: Audience:
es: Nori zuzendua:

source: Audiovisual profile:
es: Ikus-entzunezko profila:

source: Aug
es: Ag

source: August
es: Agosto

source: AuthenticatePatron
es: Autentifikatu bazkidea

source: Authenticates a user's login credentials and returns the identifier for the patron.
es: Saioa hasteko erabiltzaile baten kredentzialak autentifikatzen ditu eta bazkidearen identifikatzailea itzultzen du.

source: Author
es: Egilea

source: Author (A-Z)
es: Egilea (A-Z)

source: Author (Z-A)
es: Egilea (Z-A)

source: Author notes provided by Syndetics
es: Syndeticsek emandako egilearen informazioa

source: Author(s)
es: Egilea(k)

source: Author(s): %s%s%s %s %s; %s %s %s %s%s %s %s;%s %s %s
es: Autor(es): %s%s%s %s %s; %s %s %s %s%s %s %s;%s %s %s

source: Author:
es: Autor:

source: Authority search
es: Autoritatearen arabera bilaketa

source: Authority search results
es: Autoritate bilaketaren emaitzak

source: Authorized headings
es: Baimendutako izenburuak

source: Authors:
es: Egileak:

source: Availability
es: Eskuragarritasuna

source: Availability
es: Eskuragarritasuna

source: Availability:
es: Eskuragarritasuna:

source: Availability:
es: Eskuragarritasuna:

source: Available issues
es: Eskuragarri dauden aleak:

source: Available issues:
es: Eskuragarri dauden aleak:

source: Average rating (from Amazon%s):
es: Batez besteko balorazioa (Amazonekoa%s):

source: Avis
es: Prentsa

source: Avløser delvis:
es: Piezak ordeztea:

source: Avløser:
es: Ordeztea:

source: Avløst av:
es: Seguido por:

source: Avspiller med lydfil (eks. Digibøker)
es: Audio fitxategia (adibidez, Digi Libros) duen jokalaria

source: Awards:
es: Sariak:

source: Awards:
es: Sariak:

source: BE CAREFUL
es: KONTUZ IBILI

source: Back to lists
es: Itzuli zerrendetara

source: Back to results
es: Emaitzetara itzuli

source: Back to the results search list
es: Volver a la lista de resultados

source: Barcode
es: Barra kodea

source: Barn i alderen til og med 5 år;
es: 5 urteko haurrak

source: Barn og ungdom;
es: Haurrak eta gazteak

source: Barn over 7 år;
es: 7 urtetik gorako haurrak

source: Beskrivelse:
es: Deskribapena:

source: Biannual
es: Urtean bitan

source: Biblio records
es: Bibliografia erregistroak

source: Bibliografier
es: Bibliografiak

source: Bibliografiske data
es: Bibliografia datuak

source: Bibliographies
es: Bibliografiak

source: Bibliography:
es: Bibliografia:

source: Biennial
es: Bienal

source: Bilde
es: Irudia

source: Billedbånd
es: Komiki banda

source: Billedbøker for barn i alderen til og med 5 år;
es: 5 urteko haurrentzako liburu irudiztatuak

source: Billedbøker for elever på 1. til 3. klassetrinn;
es: 4-8 urte bitarteko haurrentzako liburu irudiztatuak;

source: Billedbøker for elever på 4. og 5. klassetrinn;
es: 9-10 urte bitarteko haurrentzako liburu irudiztatuak;

source: Billedbøker for elever på 6. og 7. klassetrinn;
es: 11-12 urte bitarteko haurrentzako liburu irudiztatuak;

source: Billedbøker for elever på ungdomstrinnet;
es: 12-17 urte bitarteko haurrentzako liburu irudiztatuak;

source: Billedbøker for voksne;
es: Helduentzako liburuak

source: Billedbøker;
es: Liburu irudiztatuak

source: Billedkort
es: Gutunak

source: Bimonthly
es: Hilean bitan

source: Biografi
es: Biografia

source: Biografier
es: Biografoa

source: Biography
es: Biografia

source: Biweekly
es: Astean bitan

source: Blokkdiagram
es: Bloke diagrama

source: Blu-ray-plate
es: Blu-ray diska

source: Bok
es: Liburua

source: Book
es: Liburua

source: Book reviews by critics ( XXX )
es: Críticas de libros

source: Braille or Moon script
es: Braille edo Moon idazkera

source: Branch
es: Liburutegia

source: Branch:
es: Liburutegia:

source: Brief display
es: Bistaratze laburra

source: Brief history
es: Historia laburra

source: Browse by author or subject
es: Arakatu egile edo gaiaren arabera

source: Browse Shelf
es: Arakatu apala

source: Browse by hierarchy
es: Arakatu hierarkiaren arabera

source: Browse our catalogue
es: Arakatu gure katalogoa

source: Browse results
es: Navegar por los resultados

source: Browse shelf
es: Arakatu apala

source: CD software
es: Software CDa

source: CD Software
es: Software CDa

source: CD audio
es: Audio CDa

source: CGI debug is on.
es: CGI araztu gaituta dago.

source: Call No.
es: Katalogo zk.

source: Call Number
es: Katalogo zenbakia

source: Call no.
es: Katalogo zk.

source: Call number
es: Katalogo zenbakia

source: Call Number (Fiction Z-A to Non-fiction 9-0)
es: Katalogo zenbakia (fikzioa Z-A eta ez-fikzio 9-0 bitartean)

source: Call Number (Non-fiction 0-9 to Fiction A-Z)
es: Katalogo zenbakia (Ez fikzioa 9-0 eta fikzioa A-Z bitartean)

source: Call number (0-9 to A-Z)
es: Signatura topográfica (9-0 a A-Z)

source: Call number (Z-A to 9-0)
es: Signatura topográfica (Z-A a 9-0)

source: Callnumber: %s
es: Signatura topográfica: %s

source: Cancel
es: Ezeztatu

source: Cancel email notification
es: Ezeztatu posta elektroniko bidezko jakinarazpena

source: Cancel email notification
es: Ezeztatu posta elektroniko bidezko jakinarazpena

source: CancelHold
es: Ezeztatu erreserba

source: CancelRecall
es: Ezeztatu oroitzea

source: Cancels an active hold request for the patron.
es: Bazkidearen erreserba eskaera aktibo bat ezetatzen du.

source: Cannot be put on hold
es: Ezin da erreserbatu

source: Card Number:
es: Txartel zenbakia:

source: Card View (ISBD)
es: Vista de ficha (ISBD)

source: Card number:
es: Txartel zenbakia:

source: Cart
es: Saskia

source: Cas login
es: Cas saioa hastea

source: Cassette recording
es: Kasete grabaketa

source: Cast:
es: Reparto:

source: Catalogs
es: Katalogoak

source: Category:
es: Kategoria:

source: Central Authentication Service
es: Autentifikazio zerbitzu zentralizatua

source: Change your Password
es: Aldatu zure pasahitza

source: Changed back to:
es: Aldatu da:

source: Check in item
es: Renovar ítem

source: Check out%s, return%s or renew an item:
es: Elementu bat maileguan hartu%s, itzuli%s edo berritu:

source: Checked out
es: Maileguan hartuta

source: Checked out (
es: Maileguan hartuta (

source: Checkout history
es: Mailegu-historia

source: Checkouts
es: Maileguak

source: Checkouts for %s
es: Maileguak: %s

source: City:
es: Hiria:

source: Classification
es: Sailkapena

source: Classification:
es: Sailkapena:

source: Classification: %s
es: Clasificación: %s

source: Clear
es: Garbitu

source: Clear all
es: Garbitu dena

source: Clear date
es: Garbitu data

source: Click here
es: Klik egin hemen

source: Click here to access online
es: Egin klik hemen online ikusteko

source: Click here to access online
es: Egin klik hemen online ikusteko

source: Click here to view them all.
es: Egin klik hemen guztiak ikusteko.

source: Click on an image to view it in the image viewer
es: Clique en la imagen para verla en un tamaño mayor

source: Click to add to cart
es: Egin klik saskira gehitzeko

source: Click to forward the list to
es: Haga clic para adelantar la lista a
