Repository: kohascanbit/tabakaleraubik
Catalog: misc/translator/po/*-i-opac-t-prog-v-3006000.po
Languages: es

source: Kataloger
es: Direktorioak

source: Keyword
es: Gako hitza

source: Kit
es: Ekipoa

source: Klikk her for tilgang
es: Egin klik hemen sartzeko

source: Koha Online Catalog
es: Koha online katalogoa

source: Koha Wiki
es: Koharen wikia

source: Koha [% Version %]
es: Koha [% bertsioa %]

source: Kombidokument
es: Dokumentu konbinatua

source: Kombidokumenter
es: Dokumentu konbinatuak

source: Komedier
es: Komedia

source: Kompaktplate
es: Disko trinkoa

source: Konferansepublikasjon
es: Hitzaldiaren argitalpena

source: Konversasjonsleksika
es: Entziklopedia

source: Kortvisning (ISBD)
es: Ikusi txartela (ISBD)

source: Kunstreproduksjon
es: Artelana

source: Lagringsbrikke
es: Biltegiratze txartela

source: Language
es: Hizkuntza

source: Language:
es: Hizkuntza:

source: Language:
es: Hizkuntza:

source: Languages:
es: Hizkuntzak:

source: Languages:&nbsp;
es: Hizkuntzak:&nbsp;

source: Large print
es: Handian inprimatzea

source: Last
es: Último

source: Last location
es: Azken kokalekua

source: Last name:
es: Abizena:

source: Law reports and digests
es: Txosten eta buletin juridikoak

source: Legal articles
es: Lege artikuluak

source: Legal cases and case notes
es: Auziak eta auzien oharrak

source: Legislation
es: Legeria

source: Lettlest;
es: Irakurterraza;

source: Level 1: Basic discovery interfaces
es: 1. maila: oinarrizko aurkitze interfazea

source: Level 2: Elementary OPAC supplement
es: 2. maila: oinarrizko OPAC gehigarria

source: Level 3: Elementary OPAC alternative
es: 3. maila: oinarrizko OPAC aukera

source: Level 4: Robust/domain specific discovery platforms
es: 4. maila: aurkitze plantaforma indartsuak/eremu espezifikoak

source: Libraries
es: Bibliotecas

source: Library
es: Liburutegia

source: Library :
es: Liburutegia:

source: Library Catalog
es: Liburutegi katalogoa

source: Library catalog
es: Liburutegi katalogoa

source: Library use:
es: Liburutegi erabilera:

source: Library:
es: Liburutegia:

source: Limit to any of the following:
es: Mugatu hurrengoetako batera:

source: Limit to:
es: Mugatu honetara:

source: Link to resource
es: Enlace al recurso

source: Linked with:
es: Honekin lotuta:

source: Links
es: Loturak

source: List %s Deleted.
es: %s zerrenda ezabatu da.

source: List name
es: Zerrenda izena

source: List name:
es: Zerrenda izena:

source: List name:
es: Zerrenda izena:

source: List(s) this item appears in:
es: Elementu hau agertzen den zerrenda(k):

source: Lists
es: Zerrendak

source: Lists
es: Zerrendak

source: Literary genre
es: Género literario

source: Loading
es: Kargatzen

source: Loading...
es: Kargatzen...

source: Local login
es: Erabiltzaile lokala

source: Location
es: Kokalekua

source: Location (Status)
es: Kokapena (Egoera)

source: Location and availability:
es: Kokalekua eta eskuragarriasuna:

source: Location(s) (Status)
es: Ubicación(es) (Estado)

source: Location(s)
es: Kokalekua(k)

source: Location(s):
es: Kokalekua(k):

source: Log In
es: Hasi saioa

source: Log In to Your Account
es: Hasi zure kontuko saioa

source: Log Out
es: Amaitu saioa

source: Log in
es: Hasi saioa

source: Log in to Create Your Own Lists
es: Hasi saioa zure zerrendak sortzeko

source: Log in to Your Account
es: Hasi zure kontuko saioa

source: Log in to Your Account:
es: Hasi zure kontuko saioa:

source: Log in to add tags.
es: Hasi saioa etiketak gehitzeko.

source: Log in to create your own lists
es: Zerrendak sortzeko hasi saioa zure kontuan

source: Log in to your account
es: Hasi zure kontuko saioa

source: Log in to your account:
es: Inicie sesión en su cuenta:

source: Logging on to the catalog has not been enabled by the library.
es: Liburutegiak ez du katalogorako sarrera baimendu.

source: Login
es: Hasi saioa

source: Login:
es: Hasi saioa:

source: Looks up a patron in the ILS by an identifier, and returns the ILS identifier for that patron, aka the patron identifier.
es: Bazkide bat bilatzen du ILSan identifikatzaile baten bidez, eta bazkide horrentzako ILS identifikatzailea itzultzen du, hau da, bazkidearen identifikatzailea.

source: LookupPatron
es: Bilatu bazkidea

source: Lost (
es: Galduta (

source: Lover og forskrifter
es: Legeak eta erregelamenduak

source: Lyd
es: Audioa

source: Lydbok
es: Audioliburua

source: Lydbånd
es: Audio zinta

source: Lyder (f.eks. fuglelyder)
es: Soinuak (hegaztien soinuak, adibidez)

source: Lydkassett
es: Audio kasetea

source: Lydopptak
es: Soinu grabazioa

source: Lærebok, brevkurs
es: Testu liburuak, liburu laburrak

source: MARC (non-Unicode/MARC-8)
es: MARC (no-Unicode/MARC-8)

source: MARC Card View
es: MARC txartelaren bista

source: MARC View
es: MARC bista

source: MARC view
es: MARC bista

source: MARC-visning
es: MARC mota

source: MESSAGE 10:
es: 10. MEZUA:

source: MESSAGE 11:
es: 11. MEZUA:

source: MESSAGE 12:
es: 12. MEZUA:

source: MESSAGE 13:
es: 13. MEZUA:

source: MESSAGE 14:
es: 14. MEZUA:

source: MESSAGE 15:
es: 15. MEZUA:

source: MESSAGE 1:
es: 1. MEZUA:

source: MESSAGE 2:
es: 2. MEZUA:

source: MESSAGE 3:
es: 3. MEZUA:

source: MESSAGE 4:
es: 4. MEZUA:

source: MESSAGE 5:
es: 5. MEZUA:

source: MESSAGE 6:
es: 6. MEZUA:

source: MESSAGE 7:
es: 7. MEZUA:

source: MESSAGE 8:
es: 8. MEZUA:

source: MESSAGE 9:
es: 9. MEZUA:

source: Magnetbåndkassett
es: Banda magnetikozko kasetea

source: Magnetbåndspole
es: Zinta magnetikoa

source: Magnetisk-optisk plate
es: Diska magnetooptikoa

source: Mailing address:
es: Helbide elektronikoa:

source: Main Author
es: Egile nagusia

source: Main address
es: Helbidea

source: Make a
es: Hau egin ezazu:

source: Male
es: Gizonezkoa

source: Male:
es: Gizonezkoa:

source: Maleri
es: Pintura

source: Manage Lists
es: Zerrendak kudeatu

source: Managed by
es: Kudeatzailea

source: Manuskripter
es: Eskuizkribuak

source: Map
es: Mapa

source: Mar
es: Marzo

source: March
es: Marzo

source: Match:
es: Parekatzea:

source: Materialtype:
es: Material mota:

source: May
es: Mayo

source: Me
es: Ni

source: Membership category:
es: Bazkide kategoria:

source: Membership details
es: Bazkide xehetasunak

source: Membership number:
es: Bazkide zenbakia:

source: Memoarer
es: Memoriak

source: Merged with ... to form ...
es: Honekin konbinatu da: ... hauxe sortzeko:...

source: Message sent
es: Mezua bidali da

source: Messages for you
es: Zuretzako mezuak

source: Mikro-opak
es: Mikroopakua

source: Mikrofilmkassett
es: Mikrofilm kasetea

source: Mikrofilmkort
es: Mikrofilm irakurlea

source: Mikrofilmspole
es: Mikrofilm zinta

source: Mikroformer
es: Mikrofilmak

source: Mikroskopdia
es: Mikroskopioa

source: Missing issues: %s
es: Galdutako aleak: %s

source: Mixed Materials
es: Material konbinatuak

source: Mobile Phone:
es: Mobila:

source: Mixed materials
es: Materiales variados

source: Mo
es: Lunes

source: Modell
es: Eredua

source: Modify
es: Aldatu

source: Modify Your Record
es: Aldatu zure erregistroa

source: Mon
es: Lun

source: Monday
es: Lunes

source: Monografiserie
es: Serie monografikoak

source: Monographical series
es: Sail monografikoak

source: Monographic series
es: Series monográficas

source: Monthly
es: Hilabetero

source: More book reviews at iDreamBooks.com
es: Más críticas de libros en iDreamBooks.com

source: More details
es: Xehetasun gehiago

source: More lists
es: Zerrenda gehiago

source: More searches
es: Bilaketa gehiago

source: Most popular
es: Ospetsuenak

source: Music
es: Musika

source: Musical recording
es: Musika-grabazioa

source: Musikalier
es: Musikala

source: Musikk
es: Musika

source: Musikktrykk
es: Partitura

source: Musikktrykk og lydopptak
es: Partitura edo soinu-grabazioak

source: My Tags
es: Nire etiketak

source: Name
es: Izena

source: Name:
es: Izena:

source: Narrower terms
es: Termino zehatzagoak

source: Navigasjonskart
es: Nabigazio mapa

source: Nettbasert ressurs:
es: Online baliabidea:

source: Nettressurser
es: Online baliabideak:

source: Never
es: Inoiz ez

source: Never: Delete my reading history immediately. This will delete all record of the item that was checked-out upon check-in.
es: Inoiz ez: ezabatu nire irakurtze historia berehala. Horrek mailegatutako elementuaren erregistroa ezabatuko du hura itzultzerakoan.

source: New comment on %s %s, %s%s
es: Iruzkin berria honen inguruan: %s %s, %s%s

source: New list
es: Zerrenda berria

source: New password:
es: Pasahitz berria:

source: New purchase suggestion
es: Erosketa proposamen berria

source: New search
es: [Bilaketa berria]

source: New tag:
es: Etiketa berria

source: New tag(s), separated by a comma:
es: Nueva(s) etiqueta(s), separadas por coma:

source: New&nbsp;tag:
es: Etiketa&nbsp;berria:

source: New tag(s):
es: Nueva etiqueta:

source: New:
es: Berria:

source: Newspaper
es: Egunkaria

source: Next
es: Hurrengoa

source: Next &gt;&gt;
es: Hurrengoa &gt;&gt;

source: Next &raquo;
es: Hurrengoa &raquo;

source: Next available copy
es: Eskuragarri dagoen hurrengo kopia

source: Next month (hold for menu)
es: Próximo mes (mantener para menú)

source: Next year (hold for menu)
es: Próximo año (mantener para menú)

source: No
es: Ez

source: No Limit
es: Mugarik gabe

source: No Results Found!
es: Ez da emaitzarik aurkitu!

source: No alternate contact on file.
es: Ez dago ordezko kontakturik artxibatuta.

source: No available items.
es: Ez dago elementurik eskuragarri.

source: No copies available
es: Ez dago kopiarik eskuragarri

source: No copies available
es: Ez dago kopiarik eskuragarri

source: No copies available.
es: Ez dago kopiarik eskuragarri

source: No cover image available
es: Ez dago azal irudirik eskuragarri

source: No data available in table
es: No hay datos disponibles en la tabla

source: No entries to show
es: No hay entradas para mostrar

source: No item was added to your cart
es: Ez da elementurik gehitu zure saskira

source: Items in your cart:
es: Elementuak zure saskiran:

source: No item was selected
es: Ez da elementurik hautatu

source: No items available:
es: Ez dago elementurik erabilgarri:

source: No limit
es: Mugarik gabe

source: No matching records found
es: No se encontraron registros coincidentes

source: No physical items for this record
es: Ez dago elementurik erregistro honetarako

source: No private lists
es: No hay listas privadas.

source: No private lists.
es: Ez dago zerrenda pribaturik.

source: No public lists.
es: Ez dago zerrenda publikorik.

source: No renewals allowed
es: Berritzea ez da onartzen

source: No results found!
es: ¡No se encontraron resultados!

source: No tag was specified.
es: Ez da etiketarik zehaztu.

source: No tags from this library for this title.
es: Ez dago etiketarik liburutegi honetan lan horretarako.

source: Non fiction
es: Ez fikzioa

source: Non Fiction
es: Ez fikzioa

source: Non-musical recording
es: Grabazio ez musikala

source: None
es: Ezer ez

source: Normal View
es: Bista normala

source: Normal view
es: Bista normala

source: Normal visning
es: Bista normala

source: Normalised irregular
es: Irregular normalizatua

source: Not a biography
es: Ez da biografia bat

source: Not finding what you're looking for?
es: Bilatzen zaudena aurkitu ezinik?

source: Not for loan (%s)
es: Ezin da mailegatu (%s)

source: Not on hold
es: Ez dago erreserbatuta

source: Not what you expected? Check for
es: ¿no era lo que esperaba? Compruebe

source: Note
es: Oharra

source: Note: This feature only available to French catalogs where ISBD subjects have been populated, and an index built by separate script.
es: Oharra: eginbide honek katalogo frantsesetarako balio du soilik, betiere ISDB gaiak bete badira eta bereizitako script batean idatzi eta indize bat sortu bada.

source: Note: Your comment must be approved by a librarian.
es: Oharra: zure iruzkina liburuzain batek onartu behar du.

source: Note: you can only delete your own tags.
es: Oharra: zure etiketak baino ezin dituzu ezabatu.

source: Note: you can only delete your own tags. %sNote: your tag contained markup code that was removed.
es: Oharra: zure etiketak baino ezin dituzu ezabatu. %sOharra: zure etiketak markatze kodea zuen, eta hura ezabatu egin da.

source: Note: you can only tag an item with a given term once. Check 'My Tags' to see your current tags.
es: Oharra: elementuak behin besterik ezin dituzu etiketatu emandako terminoarekin. Egiaztatu 'Nire etiketak' zure uneko etiketak ikusteko.

source: Note: your tag contained markup code that was removed. The tag was added as
es: Oharra: zure etiketak markatze kodea zuen, eta hura ezabatu egin da. Etiketa honela gehitu da:

source: Notes
es: Oharrak

source: Notes : %s
es: Oharrak: %s

source: Notes/Comments
es: Oharrak/Iruzkinak

source: Notes:
es: Oharrak:

source: Notes :
es: Oharrak :

source: Nothing has been selected. Check the box for each item you want to renew
es: No ha seleccionado nada. Selecciona cada ítem que quiera renovar

source: Novelle / fortelling
es: Eleberria / narrazioa

source: November
es: Noviembre

source: Number
es: Zenbakia

source: Numeriske data
es: Zenbakizko datua

source: OK
es: Ados

source: OR
es: EDO

source: October
es: Octubre

source: On hold (
es: Erreserbatuta (

source: On order (
es: Eskatuta (

source: Online Access:
es: Online sarbidea:

source: Online Resources:
es: Online baliabideak:

source: Online resources:
es: Online baliabideak:

source: Online tjeneste
es: Online zerbitzua

source: Only items currently available for loan or reference
es: Orain mailegatu edo kontsulta daitezkeen elementuak bakarrik

source: Only the title is required, but the more information you enter the easier it will be for the librarians to find the title you're requesting. The "Notes" field can be used to provide any additional information.
es: Izenburua besterik ez da behar, baina zenbat eta informazio gehiago izan, orduan eta errazagoa izango da liburuzainentzat nahi duzun izenburua aurkitzea. "Oharrak" eremua bestelako informazioa emateko erabil daiteke.

source: Optisk kassett
es: Kasete optikoa

source: Optisk plate
es: Diska optikoa

source: Optiske lagringsmedia (CD-ROM)
es: Biltegiratze optikoa (CD-ROM)

source: Ordbøker
es: Hiztegia

source: Order by date
es: Antolatu dataren arabera

source: Order by title
es: Antolatu izenburuaren arabera

source: Order by:
es: Honen arabera antolatu:

source: Ordkort
es: Txartelak

source: Originalt kunstverk
es: Artelan originala

source: Ortofoto
es: Ortoargazkia

source: Other
es: Bestelakoa

source: Other Editions:
es: Beste edizioak:

source: Other editions:
es: Beste edizioak:

source: Other forms:
es: Otras formas:

source: Other holdings ( %s )
es: Otros ejemplares ( %s )

source: Other Title:
es: Beste izenburu bat:

source: Other editions of this work
es: Lan honen beste edizioak

source: Other name:
es: Beste izen bat:

source: Other phone:
es: Beste telefono bat:

source: Other title:
es: Otro título:

source: Overdue
es: Atzerapena

source: Overdues
es: Atzerapenak

source: Oversiktsverker innenfor et emne
es: Gai baten inguruko lanei buruzko informazioa

source: Parallelltittel:
es: Izenburu paraleloa:

source: Parameters
es: Parametroak

source: Partial contents:
es: Eduki partzialak:

source: Password
es: Pasahitza

source: Password updated
es: Pasahitza eguneratu da

source: Password:
es: Pasahitza

source: Password: %s
es: Pasahitza: %s

source: Patent document
es: Patentearen dokumentua

source: Patent information:
es: Información personal

source: Patron category:
es: Bazkide kategoria:

source: Patron comment on %s
es: %s honi buruzko iruzkina

source: Patron number:
es: Bazkide zenbakia:

source: Pekebok
es: Liburua

source: Per
es: Nork

source: Periodical
es: Aldizkakoa

source: Periodicity
es: Aldizkakotasuna

source: Periodika
es: Aldizkako argitalpena

source: Periodikum
es: Aldizkako argitalpenak

source: Permanent address:
es: Helbidea:

source: Personal details
es: Datu pertsonalak

source: Permissions:
es: Permisos:

source: Personal information
es: Informazio pertsonala

source: Perspektivkart
es: Perspektiba mapa

source: Phone (Daytime):
es: Telefonoa (lanekoa):

source: Phone (Home):
es: Telefonoa (etxekoa):

source: Phone
es: Telefonoa:

source: Phone:
es: Telefonoa:

source: Physical details:
es: Xehetasun fisikoak:

source: Pick up library
es: Jasotze liburutegia

source: Pick up location
es: Jasotze kokalekua

source: Pickup location
es: Jasotze liburutegia

source: Picture
es: Irudia

source: Piece-Analytic Level
es: Nivel analítico

source: Place Hold
es: Egin erreserba

source: Place hold
es: Egin erreserba

source: Place on
es: Erreserbatu hemen

source: Placed on
es: Kokapena:

source: Plakat
es: Kartela

source: Plan
es: Zerrenda

source: Planet- eller måneglobus
es: Ilargi-globoa edo lur-globoa

source: Plansje
es: Grafikoa

source: Platelager (harddisk)
es: Biltegiratze erregistroa (disko gogorra)

source: Play media
es: Multimedia

source: Please also note that the library staff can't update these values for you: it's your privacy!
es: Kontuan izan, era berean, liburutegiko langileek ezin dituztela zure balioak eguneratu: pribatuak dira!

source: Please choose your privacy rule:
es: Mesedez, aukeratu zure pribatutasun arauak:

source: Please confirm that you do not want to receive email when a new issue arrives for this subscription
es: Mesedez, berretsi ezazu ez duzula mezu elektronikorik jaso nahi harpidetza honetako ale berri bat iristen denean.

source: Please confirm the checkout:
es: Mesedez, berretsi mailegua:

source: Please confirm your registration
es: Mesedez, baieztatu zure erregistroa

source: Please contact your librarian, or use the
es: Mesedez, jarri harremanetan zure liburuzainarekin, edo erabili

source: Please enter your card number:
es: Mesedez, idatzi zure txartel zenbakia:

source: Please fill out this form to make a purchase suggestion. You will receive an email when the library processes your suggestion
es: Mesedez, bete galdetegi hau erosketa proposamen bat egiteko. Mezu elektroniko bat jasoko duzu liburutegiak zure proposamena prozesatutakoan.

source: Please login with your username and password
es: Mesedez, saioa hasi zure erabiltzaile izena eta pasahitzarekin

source: Please make any necessary changes to your record. Submitting the form will notify a library staff member, who will make the changes permanent.
es: Mesedez, aldatu zure erregistroa beharrezkoa bada. Inprimakia bidaltzean, liburutegiko langile bati jakinaraziko zaio, eta horrek behin betikoak bihurtuko ditu aldaketok.

source: Please note that information on any book still checked-out must be kept by the library no matter which privacy option you choose.
es: Kontuan izan maileguan hartutako edozein libururen informazioa liburutegiak gorde behar duela, aukeratzen duzun pribatutasun aukera gorabehera.

source: Please note that the attached file is a MARC bibliographic records file which can be imported into personal bibliographic software like EndNote, Reference Manager or ProCite.
es: Por favor, comprueba que el fichero adjunto es un archivo de registros bibliográficos MARC que puede ser importado en un software bibliográfico personal como EndNote, Reference Manager o ProCite.

source: Please note:
es: Kontuan izan:

source: Please note:
es: Kontuan izan:

source: Please try again with plain text. %s Unrecognized error. %s
es: Mesedez, saiatu berriro testu arruntarekin. %s Errore ezezaguna. %s

source: Please select one or more items
es: Por favor, seleccione uno o más ítems

source: Please try again with plain text. %sUnrecognized error. %s
es: Mesedez, saiatu berriro testu arruntarekin. %s Errore ezezaguna. %s

source: Please type this following characters into the preceding box:
es: Mesedez sartu ondorengo karaktereak laukian:

source: Popularity
es: Ospetsua

source: Popularity (least to most)
es: Ospetsua (behetik hasi)

source: Popularity (most to least)
es: Popularidad (de mayor a menor)

source: Post or edit your comments on this item.
es: Gehitu edo editatu elementu honen inguruan egin dituzun iruzkinak

source: Postkort
es: Postala

source: Pre-adolescent
es: Aurrenerabeak

source: Pre-adolescent;
es: Aurrenerabeak

source: Preferred form:
es: Forma preferida:

source: Preschool
es: Preescolar

source: Preschool;
es: Eskolaurreko haurrak

source: Prev. month (hold for menu)
es: Mes anterior (mantener para menú)

source: Prev
es: Anteriores

source: Prev. year (hold for menu)
es: Año anterior (mantener para menú)

source: Previous
es: Aurrekoa

source: Previous sessions
es: Aurreko saioak

source: Primary (5-8)
es: Haurrak (5-8)

source: Primary
es: Primaria

source: Primary email:
es: Helbide elektroniko nagusia:

source: Primary phone:
es: Telefono nagusia:

source: Primary;
es: Nagusia;

source: Print
es: Inprimatu

source: Print
es: Inprimatu

source: Print list
es: Inprimatu zerrenda

source: Print List
es: Inprimatu zerrenda

source: Priority
es: Lehentasuna

source: Privacy policy
es: Pribatutasun politika

source: Privacy rule
es: Pribatutasun arauak

source: Private
es: Pribatua

source: Private Lists
es: Zerrenda pribatuak

source: Problem sending the cart...
es: Arazo bat gertatu da saskia bidaltzean...

source: Problem sending the list...
es: Arazo bat gertatu da zerrenda bidaltzean...

source: Processing...
es: Procesando...

source: Programmed texts
es: Programatutako testuak

source: Programvare
es: Softwarea

source: Provenance note:
es: Jatorri oharra:

source: Public
es: Publikoa

source: Public Lists
es: Zerrenda publikoak

source: Public lists
es: Zerrenda publikoak

source: Public lists:
es: Zerrenda publikoak:

source: Publication date range:
es: Argitalpen data bitartea:

source: Publication place:
es: Non argitaratua:

source: Publication/Copyright date: Newest to oldest
es: Argitaratze/Copyright data: berrietatik hasi.

source: Publication/Copyright date: Oldest to newest
es: Argitaratze/Copyright data: zaharrenetatik hasi

source: Publication:
es: Argitalpena:

source: Publication:
es: Argitalpena:

source: Published by :
es: Nork argitaratua:

source: Published by: %s %s in %s %s %s , %s %s %s , %s %s
es: Nork argitaratua: %s %s in %s %s %s , %s %s %s , %s %s

source: Publisher
es: Argitaratzailea

source: Publisher location
es: Argitaratzailearen kokalekua

source: Publisher:
es: Argitaratzailea:

source: Publisher:
es: Argitaratzailea:

source: Purchase suggestions
es: Erosketa proposamenak

source: Quarterly
es: Hiruhilabetero

source: Quote of the Day
es: Eguneko kuota

source: RECEIPT
es: ORDAINAGIRIA

source: RIS (Zotero, EndNote, others)
es: RIS (Zotero, EndNote, otros)

source: Rapporter, referater
es: Txostenak, aktak

source: Rate me
es: Valóreme

source: Re-type new password:
es: Idatzi berriro pasahitza berria:

source: Reason for suggestion:
es: Proposamenaren zergatia:

source: RecallItem
es: Gogoratu elementua

source: Recent comments
es: Iruzkin berrienak

source: Record not found
es: Erregistroa ez da aurkitu

source: Referanseverk
es: Erreferentziak

source: Refine your search
es: Bilaketa hobeagoa egin

source: Registre
es: Erregistroa

source: Register a new account
es: Kontu berri bat sortu

source: Regular
es: Erregularra

source: Registration Complete!
es: Osatutako erregistroa!

source: Registration invalid!
es: Balio gabeko erregistroa!

source: Regular print
es: Inprimaketa erregularra

source: Regularity
es: Erregulartasuna

source: Related
es: Honekin lotuta

source: Related Titles
es: Honekin lotutako izenburuak

source: Relationship:
es: Honekin lotuta:

source: Relevance
es: Garrantzia

source: Relevance asc
es: Relevancia asc

source: Relevance desc
es: Relevancia desc

source: Remove
es: Kendu

source: Remove field
es: Borrar campo

source: Remove from list
es: Borrar de la lista

source: Remove selected items
es: Kendu hautatutako elementuak

source: Renew
es: Berritu

source: Renew All
es: Berritu guztiak

source: Renew Item
es: Berritu elementua
