Repository: kohascanbit/tabakaleraubik
Catalog: misc/translator/po/*-i-opac-t-prog-v-3006000.po
Languages: es

source: microprint
es: mikroinprimaketa

source: microscope slide
es: mikroskopio porta

source: mini-print
es: miniinprimaketa

source: mixed collection
es: bilduma mistoa

source: mixed materials
es: material konbinatuak

source: model
es: modeloa

source: moon
es: ilargia

source: more than
es: baino gehiago

source: more than %s
es: %s baino gehiago

source: motion picture
es: filma

source: motion picture
es: filma

source: multiple/other lit. forms
es: anitza/beste literatura formak

source: multiple/other literary forms
es: múltiple/otras formas literarias

source: music
es: musika

source: my fines
es: nire isunak

source: my lists
es: nire zerrendak

source: my messaging
es: nire mezularitza

source: my personal details
es: nire datu pertsonalak

source: my privacy
es: nire pribatutasuna

source: my purchase suggestions
es: nire erosketa proposamenak

source: my reading history
es: nire irakurtze historia

source: my search history
es: nire bilaketa historia

source: my summary
es: nire laburpena

source: my tags
es: nire etiketak

source: newspaper
es: egunkaria

source: newspaper format
es: egunkari formatua

source: no illustrations
es: irudirik gabe

source: normalised irregular
es: irregular normalizado

source: not
es: ez

source: not a biography
es: no es una biografía

source: not a literary text
es: ez da testu literarioa

source: not fiction
es: ez fikzioa

source: notated music
es: musika notazioa

source: novel
es: eleberria

source: numeric data
es: zenbakizko datuak

source: numeric table
es: zenbakizko taula

source: of accompanying material,
es: material osagarria,

source: of contents page,
es: eduki orria,

source: of intermediate text,
es: bitarteko testua,

source: of libretto,
es: libreto,

source: of original work,
es: lan originala,

source: of subtitles,
es: azpitituluak,

source: of summary,
es: laburpena,

source: of title page,
es: orri izenburua,

source: of title proper,
es: izenburua bera,

source: on file.
es: artxibatuta.

source: online update form
es: online eguneratzeko inprimakia

source: optical disc
es: diska optikoa

source: or
es: edo

source: or
es: o

source: other
es: bestelakoa

source: other filmstrip type
es: beste diapositiba film bat

source: other form of textual material
es: beste testu-material mota bat

source: other non-projected graphic type
es: beste grafiko ez proiektatu modu bat

source: others
es: beste batzuk

source: painting
es: pintura

source: paper
es: papera

source: password
es: pasahitza

source: patent
es: patentea

source: patent
es: patentea

source: patron_id
es: bazkide_id

source: periodical
es: aldizkakoa

source: photomechanical print
es: inprimatze fotomekanikoa

source: photomechanical reproduction
es: erreprodukzio fotomekanikoa

source: photonegative
es: argazki negatiboa

source: photonegative
es: argazki negatiboa

source: photoprint
es: argazki inprimaketa

source: photoprint
es: argazki inprimaketa

source: picture
es: irudia

source: picture
es: irudia

source: planetary or lunar globe
es: globo planetario o lunar

source: plans
es: planak

source: plaster
es: igeltsua

source: plates
es: plakak

source: poetry
es: olerkigintza

source: poetry
es: olerkigintza

source: porcelaine
es: portzelana

source: portraits
es: erretratuak

source: pre-primary (0-5)
es: aurreskolako haurrak (0-5)

source: primary (5-8)
es: primaria (5-8)

source: print
es: inprimatu

source: print
es: inprimatu

source: profile
es: profila

source: programmed text
es: testu programatuak

source: programmed text books
es: testu liburu programatuak

source: project description
es: proiektuaren deskribapena

source: purchase suggestion
es: erosketa proposamena

source: reformatted digital
es: digital erreformatua

source: register here
es: hemen erregistratu

source: regular
es: rregular

source: regular print
es: inprimaketa arrunta

source: regular print
es: inprimaketa arrunta

source: rehearsal
es: saioa

source: religious text
es: texto religioso

source: remote
es: urrunekoa

source: remote-sensing image
es: teledetekzio irudia

source: reporting
es: informe

source: requests a particular format or set of formats in reporting availability
es: formatu edo formatu sorta jakin bat eskatzen du txostenak egiteko

source: requests a particular level of detail in reporting availability, possible values:
es: xehetasun maila jakin bat eskatzen du txostenak egiteko; balio posibleak:

source: results_summary description
es: results_summary edition

source: returned %s results. %s (related searches: %s%s%s). %s
es: %s emaitza aurkitu ditu. %s (horrekin lotutako emaitzak: %s%s%s). %s

source: review
es: kritika

source: roll
es: rollo

source: samples
es: laginak

source: schema
es: eskema

source: score
es: puntuak

source: search
es: bilatu

source: section
es: saila

source: serial
es: aldizkako argitalpena

source: series
es: saila

source: short stories
es: ipuinak

source: short story
es: ipuina

source: shows your account to be clear, please consult a librarian.
es: zure kontua hutsik dagoela erakusten du. Mesedez, jarri harremanetan liburuzainarekin.

source: shows your account to be clear, please contact the library.
es: zure kontua hutsik dagoela erakusten du. Mesedez, jarri harremanetan liburutegiarekin.

source: since %s %s Suspended %s until %s %s %s Pending %s %s
es: desde %s %s Suspendido %s hasta %s %s %s Pendiente %s %s

source: since %s %s Pending %s %s
es: Noiztik: %s %s Egiteko: %s %s

source: site administrator
es: Administrador del sitio

source: skin
es: azala

source: slide
es: diapositiba

source: slide
es: diapositiba

source: sound
es: soinua

source: sound
es: soinua

source: sound cartridge
es: soinu kartutxoa

source: sound cassette
es: soinu kasetea

source: sound disc
es: soinu diska

source: sound recordings
es: soinudun grabazioak

source: sound-tape reel
es: soinu-bandaren bobina

source: sound-track film
es: filmaren soinu-banda

source: specifies the metadata schema of records to be returned, possible values:
es: itzuliko diren erregistroen metada eskema zehazten du; balio posibleak:

source: speech
es: diskurtsoa

source: speeches, oratory
es: diskurtsoak, oratoria

source: standard
es: estandarra

source: starts with
es: honekin hasten da:

source: statistics
es: estatistikak

source: statistics
es: estatistikak

source: stone
es: harria

source: subjects
es: gaiak

source: suggestions
es: sugerencias

source: surname
es: abizena

source: survey of literature
es: literatura ikerketa

source: synthetics
es: sintetikoak

source: system item identifier
es: sistemako elementu identifikatzailea

source: tactile, with no writing system
es: ukimenezkoa, idazkera sistemarik gabe

source: tags%s from other users%s.
es: beste erabiltzaileen%setiketak%s.

source: tape cartridge
es: zinta kartutxoa

source: tape cassette
es: zinta kasetea

source: tape reel
es: zinta bobina

source: technical drawing
es: marrazketa teknikoa

source: technical drawing
es: marrazketa teknikoa

source: technical report
es: txosten teknikoa

source: terrestrial globe
es: lur-globoa

source: text in looseleaf binder
es: eraztudun karpetako testua

source: textile
es: ehungintza

source: the ILS identifier for the bibliographic record on which the request is placed
es: erreserba egin den bibliografia erregistroarentzako ILS identifikatzailea

source: the ILS identifier for the patron for whom the request is placed
es: erreserba egin den bazkidearentzako ILS identifikatzailea

source: the ILS identifier for the specific item on which the request is placed
es: erreserbatu den elementu zehaztzarentzako ILS identifikatzailea

source: the date the patron would like the item returned by
es: bazkideak elementua itzulita egotea nahiko lukeen data:

source: the type of the identifier, possible values:
es: identifikatzaile mota, balio posibleak:

source: the unique patron identifier in the ILS; the same identifier returned by LookupPatron or AuthenticatePatron
es: bazkide esklusiboaren identifikatzailea ILSa; LookupPatron-ek edo AuthenticatePatron-ek identifikatzaile bera itzuli dute

source: there may be a delay in restoring your account if you submit online)
es: atzerapena egon daiteke zure kontua leheneratzean online bidalketa egiten baduzu)

source: there may be a delay in restoring your account if you submit online)%s.
es: atzerapena egon daiteke zure kontua leheneratzean online bidalketa egiten baduzu)%s.

source: theses
es: tesiak

source: title
es: izenburua

source: to create new lists.
es: zerrenda berriak sortzeko.

source: to post a comment.
es: iruzkin berria argitaratzeko.

source: to see your own saved tags. %s%s
es: zure etiketak ikusteko. %s%s

source: to submit current information (
es: uneko informazioa bidaltzeko (

source: toy
es: jostailua

source: transparencies
es: gardenkiak

source: transparency
es: gardenkia

source: treaties
es: itunak

source: treaty
es: ituna

source: unknown
es: ezezaguna

source: until
es: hasta

source: up to
es: gehienez

source: url
es: url-a

source: url(s)
es: url-a(k)

source: user's login identifier
es: erabiltzailearen saioa hasteko identifikatzailea

source: user's password
es: erabiltzailearen pasahitza

source: username
es: erabiltzaile izena

source: video recording
es: bideo grabazioa

source: videocartridge
es: bideo kartutxoa

source: videocassette
es: bideokasetea

source: videodisc
es: bideodiska

source: videorecording
es: bideo grabazioa

source: videoreel
es: bideo bobina

source: view
es: bista

source: view labeled
es: bista etiketatua

source: view plain
es: bista arrunta

source: visual material
es: ikus-materiala

source: visual projection
es: ikus-proiekzioa

source: was not found in the database. Please try again.
es: ez da aurkitu datu basean. Mesedez, saiatu berriro.

source: web site
es: webgunea

source: whether or not to return fine information in the response
es: erantzunean isunei buruzko informazioa erakustea ala ez

source: whether or not to return hold request information in the response
es: erantzunean erreserba eskaerei buruzko informazioa erakustea ala ez

source: whether or not to return loan information in the response
es: erantzunean maileguei buruzko informazioa erakustea ala ez

source: whether or not to return patron's contact information in the response
es: erantzunean bazkidearen kontaktu informazioa erakustea ala ez

source: wire recording
es: alanbre-grabagailua

source: with biblionumber
es: con biblionumber

source: with the self checkout system
es: automailegu sistemarekin

source: wood
es: zura

source: you
es: zu

source: young adult
es: Adulto joven

source: your account page
es: zure kontuaren orria

source: your rating:
es: su valoración:

source: your rating: %s,
es: su valoración: %s

source: Årbok
es: Urtekaria

source: Øvelsesmodell
es: Praktika modeloa

source: %s%s%s%sKoha online%s catalog &rsaquo; %sAuthority search result%sNo results found%s %s
es: %s%s%s%sKoha Online%s Catálogo &rsaquo; %sResultado de búsqueda por autoridad%sNo se encontraron resultados%s %s

source: %sMARC view%s
es: %sVista MARC%s

source: Hi, %s %s sent you a cart from our online catalog. Please note that the attached file is a MARC bibliographic records file which can be imported into personal bibliographic software like EndNote, Reference Manager or ProCite.
es: Hola, %s %s te ha enviado una cesta desde nuestro catálogo online. Por favor, observa que el fichero adjunto es un archivo de registros bibliográficos MARC que puede ser importado en un software bibliográfico personal como EndNote, Reference Manager o ProCite.

source: Hi, %s %s, sent you from our online catalog, the virtual shelf called : %s. Please note that the attached file is a MARC bibliographic records file which can be imported into personal bibliographic software like EndNote, Reference Manager or ProCite.
es: Hola, %s %s te ha enviado desde nuestro catálogo online, el código virtual llamado: %s. Por favor, observa que el fichero adjunto es un archivo de registros bibliográficos MARC que puede ser importado en un software bibliográfico personal como EndNote, Reference Manager o ProCite.

source: Change your password
es: Aldatu zure pasahitza

source: Permissions
es: Baimenak

source: Do not allow
es: Ez utzi

source: Allow
es: Utzi

source: anyone else to add entries. (The owner of a list is always allowed to add entries, but needs permission to remove.)
es: a nadie más que agregar entradas. (El propietario de una lista siempre se le permite agregar entradas, pero necesita permiso para eliminar.)

source: Record number :
es: Erregistro zenbakia :

source: Type :
es: Tipo :

source: Uniform titles :
es: Izenburu uniformeak :

source: Other(s) title(s) :
es: Beste izenburua(k) :

source: Analytics :
es: Analitikak :

source: Volumes :
es: Bolumena :

source: Main series :
es: Sail nagusia :

source: Has subseries :
es: Azpisaila dauka :

source: Translation of :
es: Honen itzulpena :

source: Translated as :
es: Horrela itzulita :

source: Has supplement :
es: Gehigarria dauka :

source: Supplement to :
es: Honen gehigarria :

source: Constituent unit :
es: Unitate osagarria :

source: Other edition available :
es: Beste edizio bat eskuragarri :

source: Available in another form :
es: Beste formatu batean eskuragarri :

source: Issued with :
es: Honekin argitaratuta :

source: Preceding :
es: Aurreko izenburua :

source: Succeeding :
es: Ondorengo izenburua :

source: Data source :
es: Informazio iturria :

source: Related item :
es: Lotutako dokumentua :

source: Delete image
es: Ezabatu irudia

source: Publisher :
es: Argitaratzailea :

source: Edition :
es: Edizioa :

source: Description :
es: Deskribapena :

source: Content Type :
es: Eduki mota :

source: Media Type :
es: Baliabidea erabiltzeko bide mota :

source: Carrier Type :
es: Euskarri mota :

source: Series :
es: Saila :

source: Subject(s) :
es: Gaia(k) :

source: Online Resources :
es: Online baliabideak :

source: Other Editions :
es: Bestelako edizioak :

source: Secondary title(s) :
es: Bigarren izenburua(k) :

source: Author(s) :
es: Egilea(k) :

source: Filter
es: Iragazi

source: Language :
es: Hizkuntza :

source: Holdings (%s)
es: Ejemplares (%s)

source: More images
es: Irudi gehiago

source: Less images
es: Irudi gutxiago

source: Views:
es: Bistak:

source: Catalog
es: Katalogoa

source: Copies available in location:
es: Ale libreak kokapenean:

source: Location of holdings:
es: Kokapena:

source: Signature
es: Katalogo zenbakia

source: Copies:
es: Aleak:

source: If you liked this, you may be interested
es: Hau gustokoa izan baduzu, baliteke interesgarri suertatzea

source: Spanish
es: Gaztelania

source: English
es: Ingelesa

source: French
es: Frantsesa

source: Portuguese
es: Portugesa

source: German
es: Alemana

source: Multiple languages
es: Hizkuntza anizkunak

source: Catalan
es: Katalan

source: Dutch
es: Nederlandera

source: Hebrew
es: Hebreera

source: Hungarian
es: Hungariera

source: Italian
es: Italiera

source: Russian
es: Errusiera

source: Japanese
es: Gaztelania

source: (Restricted access, contact UBIK to see the content)
es: (Sartze mugatua, UBIK-etara jo dezan edukia kontsultatzeko)
