Repository: kohascanbit/tabakaleraubik
Catalog: misc/translator/po/*-i-opac-t-prog-v-3006000.po
Languages: es

source: Click to open in new window
es: Egin klik leiho berri batean irekitzeko

source: Click to rewind the list to
es: Haga clic para retroceder la lista a

source: Click to view in Google Books
es: Egin klik Google Booksen ikusteko

source: Close
es: Cerrar

source: Close shelf browser
es: Itxi apal arakatzailea

source: Close Shelf Browser
es: Itxi apal arakatzailea

source: Close this window
es: Itxi leiho hau

source: Close this window.
es: Itxi leiho hau.

source: Close window
es: Itxi leihoa

source: Coauthor
es: Egilekidea

source: Coded fields
es: Eremu kodifikatuak

source: Coded Fields
es: Eremu kodifikatuak

source: Collection
es: Bilduma

source: Collection title:
es: Bilduma izenburua:

source: Collection:
es: Bilduma:

source: Collection: %s
es: Colección: %s

source: Comment by %s
es: Comentado por %s

source: Comment by %s %s
es: Comentado por %s %s

source: Comment by %s %s %s
es: Iruzkin egilea:%s %s %s

source: Comment:
es: Iruzkina:

source: Comment
es: Iruzkina egin

source: Comments
es: Iruzkinak

source: Comments:
es: Iruzkinak:

source: Comments ( %s )
es: Iruzkinak ( %s )

source: Comments ( %s%s%s%s )
es: Iruzkin egilea ( %s%s%s%s )

source: Comments on
es: Iruzkinak honen inguruan

source: Computer File
es: Fitxategi elektronikoa

source: Computer file
es: Archivo de ordenador

source: Confirm
es: Berretsi

source: Confirm holds for: %s %s %s (%s) %s
es: Berretsi erreserba hauek: %s %s %s (%s) %s

source: Contact details
es: Kontaktu datuak

source: Contact information
es: Kontaktu informazioa

source: Content
es: Edukia

source: Content advice:
es: Eduki oharra:

source: Contents
es: Edukiak

source: Contents note:
es: Edukien oharra:

source: Contents:
es: Edukiak:

source: Continued by:
es: Nork jarraitua:

source: Continued in part by:
es: Nork jarraitua (hein batean):

source: Continues in part:
es: Jarraipena (hein batean):

source: Continues:
es: Jarraipena:

source: Continuing Resource
es: Baliabide jarraitua

source: Copies
es: Kopiak

source: Copies available at:
es: Kopiak hemen eskuragarri:

source: Copies available for loan:
es: Mailegatu daitezkeen kopiak:

source: Copies available for reference:
es: Kontsultatu daitezkeen kopiak:

source: Copies available:
es: Eskuragarri dauden kopiak:

source: Copy
es: Kopia

source: Copyright Date:
es: Copyright data:

source: Copyright date
es: Fecha de copyright:

source: Copyright year: %s
es: Fecha de publicación:%s

source: Corporate Author (Coauthor)
es: Egileetako bat (egilekidea)

source: Corporate Author (Main)
es: Egileetako bat (nagusia)

source: Corporate Author (Secondary)
es: Egileetako bat (bigarren mailakoa)

source: Could not login, perhaps your Persona email does not match your Koha one
es: No se ha podido accecer, puede que su email personal no coincida con su email de Koha

source: Count
es: Zenbaketa

source: Country:
es: Herrialdea:

source: Country:
es: Herrialdea:

source: Course #
es: Curso / Materia #

source: Course Name
es: Nombre de curso / materia

source: Course Number
es: Número de curso / materia:

source: Course Reserves
es: Colección de préstamo restringido

source: Courses
es: Cursos / Materias

source: Cover Image
es: Azaleko irudia

source: Cover image
es: Azaleko irudia

source: Create a new list
es: Sortu zerrenda berri bat

source: Creates, for a patron, a title-level hold request on a given bibliographic record in Koha.
es: Kohako bibliografia erregistro zehatz baten lan mailako erreserba eskaera sortzen du, bazkide batentzat.

source: Creates, for a patron, an item-level hold request on a specific item of a bibliographic record Koha.
es: Kohako bibliografia erregistro zehatz baten elementu mailako erreserba eskaera sortzen du, bazkide batentzat.

source: Credits
es: Kredituak

source: Current password:
es: Uneko pasahitza:

source: Current session
es: Uneko saioa

source: Curriculum
es: Curriculuma

source: DVD video / Videodisc
es: DVD bideoa / Bideodiska

source: Daily
es: Egunero

source: Damaged (
es: Hondatuta (

source: Database
es: Base de datos

source: Date
es: Data

source: Date added
es: Gehitu zen data

source: Date due
es: Itzultze data

source: Date of birth:
es: Jaiotze data:

source: Date of birth:
es: Jaiotze data:

source: Date received
es: Hartu zen data

source: Date selection:
es: Selección de fechas:

source: Date:
es: Data:

source: Date:
es: Data:

source: Dates
es: Datak

source: Days in advance
es: Aldez aurretiko egunak

source: Dec
es: Diciembre

source: December
es: Diciembre

source: Default
es: Lehenetsia

source: Default sorting
es: Orden predeterminado

source: Default: keep my reading history according to local laws. This is the default option : the library will keep your reading history for the duration permitted by local laws.
es: Lehenetsia: gorde nire irakurtze historia, toki legeei jarraiki. Hau da aukera lehenetsia: liburutegiak toki legeek onartzen duten denboraz gordeko du irakurtze historia.

source: Defines the metadata schema in which the records are returned, possible values:
es: Erregistroak itzultzen diren metadatu eskema zehazten du; balio posibleak:

source: Delete
es: Ezabatu

source: Delete Checked Items
es: Ezabatu aukeratutako elementuak

source: Delete list
es: Ezabatu zerrenda

source: Delete selected
es: Borrar seleccionados

source: Delete this list
es: Ezabatu zerrenda hau

source: Delete your search history
es: Ezabatu zure bilaketa historia

source: Delvis fortsettelse av:
es: Hurrengoaren jarraipen partziala:

source: Delvis gått inn i:
es: Atal bat hona eraman da:

source: Delvsi avløst av:
es: Atal bat, hurrengoak:

source: Department
es: Departamento

source: Dept.
es: Depart.

source: Descending
es: Descendiente

source: Description
es: Deskribapena

source: Description:
es: Deskribapena:

source: Details
es: Xehetasunak

source: Dhtml Date/Time Selector
es: Selector DHTML de fecha/hora

source: Dia
es: Eguna

source: Dias
es: Egunak

source: Dictionaries
es: Hiztegiak

source: Did you mean:
es: Quizá quiso decir:

source: Digests only?
es: Laburpenak soilik?

source: Dikt
es: Olerkia

source: Directories
es: Direktorioak

source: Discographies
es: Diskografiak

source: Diskett
es: Disketea

source: Diskografier
es: Diskografia

source: Display %s first
es: Mostrar %s en primer lugar

source: Dissertation note:
es: Nota de disertación:

source: Distributed under GNU LGPL. See http://gnu.org/licenses/lgpl.html for details.
es: Distribuido bajo licencia GNU LGPL. Ver http://gnu.org/licenses/lgpl.html para más detalles.

source: Do not notify
es: Ez jakinarazi

source: Do you want to receive an email when a new issue for this subscription arrives?
es: Mezu elektroniko bat jaso nahi duzu harpidetzako ale berri bat jasotzean?

source: DoB:
es: Jaiotze data:

source: Doktoravhandlinger/lisensiat-avhandlinger
es: Doktore tesia/lizentziatura tesina

source: Don't have a library card?
es: Ez duzu liburutegiko txartelik?

source: Don't have a password yet?
es: Ez duzu pasahitzik oraindik?

source: Done
es: Hecho

source: Download
es: Deskargatu

source: Download list
es: Deskargatu zerrenda

source: Download cart:
es: Deskargatu saskia:

source: Download list:
es: Deskargatu zerrenda:

source: Drag to move
es: Arrastrar para mover

source: Due
es: Itzuli

source: Due %s
es: Itzuli %s

source: ERROR: Database error. Delete (list number %s) failed.
es: ERROREA: datu-basearen errorea. Ezabatzeak (%s zerrenda) huts egin du.

source: ERROR: Internal error: incomplete hold request.
es: ERROREA: barne errorea: erreserba eskaera ez da burutu.

source: ERROR: List number %s unrecognized.
es: ERROREA: %s zerrenda ezezaguna da.

source: ERROR: No barcode given.
es: ERROREA: ez da barra koderik zehaztu.

source: ERROR: No biblio record found for biblionumber %s.
es: ERROREA: ez dago %s erregistro zenbakiarekin bat datorren bibliografia erregistrorik.

source: ERROR: No biblionumber received.
es: ERROREA: ez da erregistro zenbakirik jaso.

source: ERROR: No item found with barcode %s.
es: ERROREA: ez da %s barra kodea duen elementurik aurkitu.

source: ERROR: No shelfnumber given.
es: ERROREA: ez da apal zenbakirik zehaztu.

source: ERROR: Shelf could not be renamed to %s. This name may not be unique for this type of list. Please check.
es: ERROR: La estantería no se puede renombrar a %s. Este nombre puede no se único para este tipo de lista. Verifique.

source: ERROR: You do not have adequate permission for that action on list %s.
es: ERROREA: ez duzu hori egiteko baimenik %s zerrendan.

source: Easy
es: Erraza

source: Edit
es: Editatu

source: Edit list
es: Editatu zerrenda

source: Editing
es: Editatzea

source: Edit notes
es: Editar notas

source: Edition Statement
es: Mención de edición:

source: Edition statement:
es: Edizio laburpena:

source: Edition:
es: Edizioa:

source: Editions
es: Edizioak

source: Elektroniske ressurser
es: Baliabide elektronikoak

source: Elever på 1. til 3. klassetrinn;
es: 4-8 urte bitarteko haurrak;

source: Elever på 4. og 5. klassetrinn;
es: 9-10 urte bitarteko haurrak;

source: Elever på 6. og 7. klassetrinn;
es: 11-12 urte bitarteko haurrak;

source: Elever på ungdomstrinnet;
es: 12-17 urte bitarteko haurrak;

source: Email
es: Helbide elektronikoa

source: Email address:
es: Helbide elektronikoa:

source: Email:
es: Helbide elektronikoa:

source: Emne(r):
es: Gaiak:

source: Empty and close
es: Hustu eta itxi

source: Encyclopedias
es: Entziklopediak

source: Enhanced content:
es: Eduki hobetua:

source: Enhanced descriptions from Syndetics:
es: Syndeticseko deskribapen hobetuak:

source: Enter a new purchase suggestion
es: Idatzi erosketa proposamen berri bat

source: Enter search terms
es: Idatzi bilaketa terminoak

source: Enter your User ID%s and password%s, and click the submit button (or press the enter key).
es: Idatzi zure erabiltzaile IDa%s eta pasahitza%s, eta egin klik bidali botoian (edo sakatu Sartu tekla).

source: Entry %s
es: Sarrera %s

source: Error 400
es: 400 errorea

source: Error 401
es: 401 errorea

source: Error 402
es: 402 errorea

source: Error 403
es: 403 errorea

source: Error 404
es: 404 errorea

source: Error 500
es: 500 errorea

source: Error! Illegal parameter
es: Errorea! Paramentroa legez kapokoa da

source: Error! The add_tag operation failed on
es: Errorea! add_tag eragiketak huts egin du hemen:

source: Error! You cannot delete the tag
es: Errorea! Ezin duzu etiketa ezabatu

source: Error! Your tag was entirely markup code. It was NOT added. Please try again with plain text.
es: Errorea! Zure etiketak markatze kodez osatuta zegoen. EZ da gehitu. Mesedez, berriro saiatu testu arruntarekin.

source: Error:
es: Errorea:

source: Errors:
es: Erroreak:

source: Essays
es: Saiakerak

source: Eventyr
es: Abenturazkoa

source: Example Call
es: Adibide deia

source: Example Response
es: Ejemplo de respuesta

source: Example call
es: Ejemplo de signatura

source: Example response
es: Adibide erantzuna

source: Excerpt
es: Laburpena

source: Excerpt provided by Syndetics
es: Syndeticsek emandako laburpena

source: Expanded MARC View
es: Vista MARC expandida

source: Expecting a specific copy selection.
es: Berariazko kopiaren hautaketaren zain.

source: Expires on
es: Iraungitze data:

source: Expires:
es: Iraungitze data:

source: Expires:
es: Iraungitze data:

source: Explain
es: Azaldu

source: Extends the due date for a patron's existing loan.
es: Bazkide baten maileguaren itzultze data luzatzen du.

source: Fantasikart
es: Fantasia mapa

source: Fax:
es: Faxa:

source: February
es: Febrero

source: Female
es: Emakumezkoa

source: Female:
es: Emakumezkoa:

source: Festskrift
es: Festschrift

source: Fiction
es: Fikzioa

source: Fiction notes:
es: Fikzio oharrak:

source: Fil
es: Fitxategia

source: Film og video
es: Filma edo bideoa

source: Filmkassett
es: Film zinta

source: Filmlydspor
es: Filmaren soinu banda

source: Filmografier
es: Filmografia

source: Filmographies
es: Filmografiak

source: Filmsløyfe
es: Argazki-filma

source: Filmspole
es: Argazki-filma

source: Fine amount
es: Isunen zenbatekoa

source: Fines
es: Isunak

source: Fines and charges
es: Isunak eta karguak

source: Finish
es: Bukatu

source: First
es: Primero

source: First name:
es: Izena:

source: Fix Itemtype
es: Zehaztu elementu mota

source: Fjernanalysebilde
es: Teledetekzio irudia

source: Fjerntilgang (online)
es: Urruneko sarbidea (online)

source: Flipover
es: Alderantzikatua

source: Flykart
es: Aireko mapa

source: Font
es: Fuente

source: For example: 1999-2001. You could also use "-1987" for everything published before 1987 or "2008-" for everything published after 2008.
es: Adibidez: 1999-2001. Era berean, "-1987" erabili dezakezu 1987a baino lehenagoko argitalpenentzat, edo "2008-" 2008ren osteko argitalpenentzat.

source: For example: 1999-2001. You could also use "-1987" for everything published in and before 1987 or "2008-" for everything published in 2008 and after.
es: Adibidez: 1999-2001. 1987 baino lehenago argitaratutako guztiarentzat "-1987" erabili dezakezu edo "2008-" 2008 ondoren argitaratutako guztiarentzat.

source: For latest version visit: http://dynarch.com/mishoo/calendar.epl
es: Para la última versión: http://dynarch.com/mishoo/calendar.epl

source: For psykisk utviklingshemmede;
es: Adimen atzeratuentzat;

source: For your convenience, the login box on this page has been pre-filled with this data. Please log in%s and change your password%s.
es: Zure erasotasunerako, %s orri honetako hasiera laukia aurre-bete da datu hauekin%s.

source: Foredrag, taler
es: Konferentziak, diskurtsoak

source: Forever
es: Betirako

source: Forever: keep my reading history without limit. This is the option for users who want to keep track of what they are reading.
es: Betirako: gorde nire irakurtze historia mugarik gabe. Aukera hau irakurtzen dutena gorde nahi duten bazkideentzat da.

source: Form not submitted because of the following problem(s)
es: Inprimakia ez da bidali arazo hau(ek) izan d(ir)elako:

source: Formed by the union: ... and: ...
es: Hurrengoen bat egitetik sortuta: ... eta: ...

source: Fortellinger, noveller
es: Istorioak, ipuinak

source: Fortsettelse av:
es: Honen jarraipena:

source: Fortsettelse i:
es: Honen jarraipena:

source: Fortsettes av: ...; og ...
es: Jarraipena hauek egin dute: ... eta ...

source: Fortsettes delvis i:
es: Jarraipena (neurri batean):

source: Fotografi
es: Argazkia

source: Fotografi - negativ
es: Argazki negatiboa

source: Fotokart
es: Maparen argazkia

source: Fotomosaikk
es: Fotomosaikoa

source: Fr
es: Viernes

source: Fremføring av alle typer ikke-musikalske produksjoner
es: FremfÃ¸ring av alle typer ikke-musikalske produksjoner

source: Fri
es: Viernes

source: Friday
es: Viernes

source: From %s:
es: Nork %s:

source: From:
es: Nork:

source: Full heading
es: Goiburu osoa

source: Full history
es: Historia osoa

source: Fysiske bøker
es: Fysiske bÃ¸ker

source: Gender:
es: Generoa:

source: Gender:
es: Generoa:

source: General
es: Orokorra

source: General;
es: Orokorra;

source: Generell;
es: Orokorra;

source: GetAuthorityRecords
es: Lortu autoritate erregistroak

source: GetAvailability
es: Lortu eskuragarritasuna

source: GetPatronInfo
es: Lortu bazkidearen informazioa

source: GetPatronStatus
es: Lortu bazkidearen egoera

source: GetRecords
es: Lortu erregistroak

source: GetServices
es: Lortu zerbitzuak

source: Given a list of authority record identifiers, returns a list of record objects that contain the authority records. The function user may request a specific metadata schema for the record objects.
es: Autoritate erregistro identifikatzaileen zerrenda bat ematean, autoritate erregistroak dituzten erregistro objektuen zerrenda itzultzen da. Funtzioaren erabiltzaileak metadatuen berariazko eskema eskatu dezake erregistro objektuentzat.

source: Given a list of record identifiers, returns a list of record objects that contain bibliographic information, as well as associated holdings and item information. The caller may request a specific metadata schema for the record objects to be returned. This function behaves similarly to HarvestBibliographicRecords and HarvestExpandedRecords in Data Aggregation, but allows quick, real time lookup by bibliographic identifier.
es: Autoritate erregistro identifikatzaileen zerrenda bat ematean, bibliografia informazioa, kideen aleak eta elementuen informazioa dituzten erregistro objektuen zerrenda itzultzen da. Dei-egileak metadatuen berariazko eskema eskatu dezake itzuliko diren erregistro objektuentzat. Horrek datuak gehitzean HarvestBibliographicRecords eta HarvestExpandedRecords funtzioen antzera funtzionatzen du, baina bilaketa azkarra eta denbora errealean egiteko aukera ematen du, bibliografia identifikatzailearen arabera.

source: Given a set of bibliographic or item identifiers, returns a list with availability of the items associated with the identifiers.
es: Bibliografia eta elementu identifikatzaileen sorta bat ematean, identifikatzaileekin lotutako elementuen eskuragarritasuna duen zerrenda itzultzen da.

source: Go
es: Joan

source: Go to detail
es: Ver detalle

source: Go to Today
es: Volver al día de hoy

source: GoToBibliographicRequestPage
es: Joan bibliografia eskaeraren orrira

source: Grafisk blad
es: Grafiko orria

source: Grafisk materiale
es: Ikus-materiala

source: Grafiske data
es: Datu grafikoa

source: Grammofonplate
es: Diska fonografikoa

source: Groups
es: Grupos

source: Groups of libraries
es: Liburutegi taldeak

source: Guarantor:
es: Abal-emailea:

source: Gått inn i:
es: GÃ¥tt inn i:

source: HELP
es: LAGUNTZA

source: Handbooks
es: Eskuliburuak

source: Har delvis tatt opp:
es: Zuzendarietako bat:

source: Har tatt opp:
es: Nork egina:

source: Heading ascendant
es: goiburuaren arabera, goranzkoa

source: Heading Ascendant
es: goiburuaren arabera, goranzkoa

source: Heading descendant
es: goiburuaren arabera, beheranzkoa

source: Heading Descendant
es: goiburuaren arabera, beheranzkoa

source: Hello, %s %s
es: Kaixo: %s %s

source: Hello, %s
es: Kaixo, %s

source: Hi,
es: Hola,

source: Hi, %s %s sent you a cart from our online catalog. Please note that the attached file is a MARC bibliographic records file which can be imported into a Personal Bibliographic Software like EndNote, Reference Manager or ProCite.
es: Kaixo: %s %s (e)k saski bat bidali dizu gure online katalogotik. Mesedez, kontuan izan erantsitako fitxategia MARC bibliografia erregistroen fitxategi bat dela eta IsisMARC, EndNote, Reference Manager eta ProCite bezalako bilibiografia pertsonalaren softwarera inportatu daitekeela.

source: Hi, %s %s, sent you from our online catalog, the virtual shelf called : %s. Please note that the attached file is a MARC bibliographic records file which can be imported into a Personal Bibliographic Software like EndNote, Reference Manager or ProCite.
es: Kaixo: %s %s (e)k %s izeneko apal birtuala bidali dizu gure online katalogotik. Mesedez, kontuan izan erantsitako fitxategia MARC bibliografia erregistroen fitxategi bat dela eta IsisMARC, EndNote, Reference Manager eta ProCite bezalako bibliografia pertsonalaren softwarera inportatu daitekeena.

source: Hide window
es: Ezkutatu leihoa

source: Highlight
es: Nabarmendu

source: Hold
es: Erreserba

source: Hold date
es: Erreserba data:

source: Hold not needed after
es: Erreserba ez da behar, data honetatik aurrera:

source: Hold notes:
es: Nota de reserva:

source: Hold starts on date
es: Erreseba data honetan hasiko da:

source: HoldItem
es: Erreserba elementua

source: HoldTitle
es: Erreserba izenburua

source: Holdings
es: Aleak

source: Holdings (%s):
es: Aleak (%s):

source: Holdings note:
es: Aleen oharra:

source: Holdings Note:
es: Aleen oharra:

source: Holdings:
es: Aleak:

source: Holds
es: Erreserbak

source: Holds
es: Erreserbak

source: Holds and priority
es: Reservas y prioridad

source: Holds waiting
es: Itxaronzerrendako erreserbak

source: Hologram
es: Holograma

source: Home library
es: Jatorri-liburutegia

source: Home Phone:
es: Etxeko telefonoa:

source: Home library:
es: Jatorri-liburutegia:

source: Hovedoppgaver/diplomoppgaver
es: Zeregin nagusiak / tesia

source: Håndbøker
es: HÃ¥ndbÃ¸ker

source: IP address where the end user request is being placed
es: Amaierako erabiltzailearen eskaera egiten den IP helbidea

source: ISBD view
es: ISBD bista

source: Identity
es: Identifikazioa

source: Identity details
es: Identitate xehetasunak

source: If this is an error, please take your card to the circulation desk at your local library and the error will be corrected.
es: Hau errore bat bada, eraman zure txartela liburutegira eta errorea konponduko zaizu.

source: If this is your first time using the self checkout system, or if the system is not behaving as expected, you may want to refer to this guide to get yourself started.
es: Automailegu sistema erabiltzen duzun lehenengo aldia bada, edo sistema ongi ez badabil, baliteke gida hau kontsultatu nahi izatea trebatzeko.

source: If you do not click the 'Finish' button, your session will automatically expire in %s seconds.
es: 'Bukatu' botoia sakatzen ez baduzu, zure saioa %s segundotan amaituko da.

source: If you do not have a CAS account, but a local account, you can still log in :
es: CAS kontua izan ordez toki kontu bat izan arren, saioa hasi dezakezu:

source: If you don't have a library card, stop by your local library to sign up.
es: Liburutegiko txartela ez badaukazu, bertatik pasa eta eman izena.

source: If you don't have a library card, stop by your local library to sign up%s
es: Si no tiene carné de la biblioteca, pase por la administración de ésta e inscríbase%s

source: If you don't have a password yet, stop by the circulation desk the next time you're in the library. We'll happily set one up for you.
es: Pasahitzik ez baduzu, joan liburutegiko administraziora bertan zauden hurrengo aldian. Pasahitz bat emango zaizu.

source: If you have a
es: Hauxe baldin baduzu:

source: Ikke skjønnlitteratur
es: Ikke skjÃ¸nnlitteratur

source: Illustration
es: Irudia

source: Images
es: Imágenes

source: Images for %s
es: Imágenes para %s

source: Immediate deletion
es: Berehala ezabatzea

source: In online catalog: %s/cgi-bin/koha/opac-detail.pl?biblionumber=%s
es: En el catálogo en línea: %s/cgi-bin/koha/opac-detail.pl?biblionumber=%s

source: In transit (
es: Bidean (

source: In transit from %s, to %s, since %s
es: Bidean, hemendik %s hona %s; noiztik: %s

source: In your cart
es: Zure saskian

source: In:
es: Non:

source: Incomplete contents:
es: Osatu gabeko edukiak:

source: Indexed in:
es: Non indexatua:

source: Indexes
es: Indizeak

source: Information
es: Informazioa

source: Instructors
es: Profesores

source: Interaktivt multimedium
es: Multimedia elementu interaktiboa

source: Intervjuer
es: Elkarrizketak

source: Issue #
es: # alea

source: Issues for a subscription
es: Harpidetza bateko aleak

source: Issues summary
es: Aleen laburpena

source: It has
es: Hauxe dauka:

source: Item callnumber
es: Signatura del ítem

source: Item cannot be checked out.
es: Elementua ezin da mailegatu.

source: Item hold queue priority
es: Cola de prioridades de ítem reservado

source: Item holds
es: Ítem reservado

source: Item type
es: Elementu mota

source: Item type:
es: Elementu mota:

source: Item type:
es: Elementu mota:

source: Items:
es: Ítems:

source: Jan
es: Enero

source: January
es: Enero

source: Joined:
es: Kidea:

source: Joined:
es: Kidea:

source: Joining library:
es: Kide liburutegia:

source: Jordglobus
es: Lur-globoa

source: July
es: Julio

source: June
es: Junio

source: Juvenile
es: Gazteak

source: Juvenile;
es: Gazteak;

source: Kar
es: Mapa

source: Kart
es: Mapa

source: Kartografisk materiale
es: Material kartografikoa

source: Kartprofil
es: Maila-mapa

source: Kartseksjon
es: Sekzioaren mapa

source: Kassett
es: Kasetea
