Repository: kohascanbit/tabakaleraubik
Catalog: misc/translator/po/*-i-opac-t-prog-v-3006000.po
Languages: es

source: %s %s %s %s %s %s %s %s %s %s %s %s %s %s %s %s %s%s%s%sKoha online%s catalog &rsaquo; Details for: %s%s, %s%s %s
es: %s %s %s %s %s %s %s %s %s %s %s %s %s %s %s %s %s%s%s%sKoha online%s catálogo &rsaquo; Detalles para: %s%s, %s%s %s

source: %s %s %s %s %s %s Item damaged %s %s Available %s
es: %s %s %s %s %s %s Ítem dañado %s %s Disponible %s

source: %sAvailable Issues: %s%s
es: %sEskuragarri dauden aleak: %s%s

source: %s %s %s %s %s %s%s%sKoha online%s catalog %s
es: %s %s %s %s %s %s%s%sKoha Online%s Catálogo %s

source: %s %s %s %s %s (priority %s) %s %s %s %s
es: %s %s %s %s %s (prioridad %s) %s %s %s %s

source: %s %s %s %s out of %s %s %s %s
es: %s %s %s %s fuera de %s %s %s %s

source: %s %s %s %s%s%sKoha online%s catalog &rsaquo; %s Results of search %sfor '%s'%s%s&nbsp;with limit(s):&nbsp;'%s'%s %s You did not specify any search criteria. %s %s
es: %s %s %s %s%s%sKoha online%s catálogo &rsaquo; %s Resultados de la búsqueda %spara '%s'%s%s&nbsp;with limit(s):&nbsp;'%s'%s %s s No ha especificado ningún criterio de búsqueda. %s %s

source: %s %s %s %s%s%sKoha online%s catalog &rsaquo; %sUpdate your personal details%sRegister a new account%s %s %s
es: %s %s %s %s%s%sKoha online%s catalog &rsaquo; %sActualice sus detalles personales%sRegistrar una cuenta nueva%s %s %s

source: %s %s %s Checked out to %s %s %s %s Checked out %s %s In transit from %s to %s since %s %s On hold %s Item withdrawn %s %s %s %s %s %s
es: %s %s %s Mailegatuta honi %s %s %s %s Mailegatuta %s %s Iragaitzazkoa %s-tik %s-ra %s-ez geroztik %s Mailegatuta %s ͍tem-a baztertuta %s %s %s %s %s %s

source: %s %s %s Item in transit from
es: %s %s %s Elementua bidean da, hemendik

source: %s %s %s Item waiting at
es: %s %s %s Elementua hartzeko zain, hemen

source: %s %s %s No other items. %s %s
es: %s %s %s No otros ítems. %s %s

source: %s %s %s Not for loan %s
es: %s %s %s Ezin da mailegatu%s

source: %s %s %s You have subscribed to email notification on new issues
es: %s %s %s Ale berrien gaineko informazioa posta elektronikoz jasotzeko harpidetu zara.

source: %s %s %s%s%s%sKoha online%s catalog &rsaquo; %sAuthority search result%sNo results found%s %s
es: %s %s %s%s%s%sKoha Online%s catálogo &rsaquo; %sResultado de búsqueda por autoridad%sNo se encontraron resultados%s %s

source: %s %s %s%s%s%sKoha online%s catalog &rsaquo; %sContents of %s%sYour lists%s%s
es: %s %s %s%s%s%sKoha online%s catálogo &rsaquo; %sContenidos de %s%sZure zerrendak%s%s

source: %s %s %s%s%sKoha online%s catalog %s
es: %s %s %s%s%sKoha Online%s Catálogo %s

source: %s %s %s%s%sKoha online%s catalog &rsaquo; Your cart %s
es: %s %s %s%s%sKoha online%s catálogo &rsaquo; Su cesta %s

source: %s %s %s%s%sKoha online%s catalog &rsaquo; Your library home %s %s
es: %s %s %s%s%sKoha online%s catálogo &rsaquo; Su biblioteca %s %s

source: %s %s %s%s%sNo title%s %s %s%s
es: %s %s %s%s%sIzenbururik gabe%s %s %s%s

source: %s %s %s%s%sNo title%s %s%s%s
es: %s %s %s%s%sIzenbururik gabe%s %s%s%s

source: %s %s %s%s%sNo title%s %s, %s%s
es: %s %s %s%s%sIzenbururik gabe%s %s, %s%s

source: %s %s Checked out to %s %s %s %s Checked out %s %s In transit from %s to %s since %s %s On hold %s Item withdrawn %s %s
es: %s %s Maileguan hartuta, %s %s %s %s Maileguan hartuta%s %s Bidean da, kokaleku honetatik %s hona %s noiztik: %s %s Erreserbatuta %s Elementua kendu da%s %s

source: %s %s Item damaged %s Available %s
es: %s %s Ítem dañado %s Disponible %s

source: %s %s Item in transit to
es: %s %s Ítem en ruta a

source: %s %s No results found. %s
es: %s %s No se encontraron resultados. %s

source: %s %s Not for loan %s
es: %s %s Ezin da mailegatu %s

source: %s %s Search also for narrower subjects %s Search also for broader subjects %s Search also for related subjects %s
es: %s %s También buscar por materias específicas %s También buscar por materias generales %s También buscar por materias relacionadas %s

source: %s %s by %s %s %s %s %s %s %s %s %s %s %s %s %s %s %s %s%s
es: %s %s por%s %s %s %s %s %s %s %s %s %s %s %s %s %s %s %s%s

source: %s %s by %s %s%s%s
es: %s %s nork %s %s%s%s

source: %s %s please choose against which one you would like to authenticate:
es: %s %s por favor, elija contra cuál quiere autenticarse:

source: %s %s sent you a cart from our online catalog.
es: %s %s enviar tu carrito desde nuestro catálogo online.

source: %s %s tag%stags%s successfully added.
es: %s %s etiketa%setiketak%s ongi gehitu da/dira.

source: %s %s%s catalog &rsaquo; Your checkout history %s
es: %s %s%s Catálogo &rsaquo; Su historial de préstamos %s

source: %s %s%s%s%s%sKoha online%s%sKoha online%s catalog &rsaquo; Your personal details %s
es: %s %s%s%s%s%sKoha Online%s%sKoha Online%s Catálogo &rsaquo; Sus detalles personales %s

source: %s %s%s%s%sKoha %s &rsaquo; Self checkout
es: %s %s%s%s%sKoha %s &rsaquo; Autopréstamo

source: %s %s%s%s%sKoha online%s catalog &rsaquo; Details for: %s%s, %s%s %s
es: %s %s%s%s%sKoha Online%s Catálogo &rsaquo; Detalles para: %s%s, %s%s %s

source: %s %s%s%s%sKoha online%s catalog &rsaquo; %sEnter a new purchase suggestion%s %sPurchase Suggestions%s %s
es: %s %s%s%s%sKoha online%s Catálogo &rsaquo; %sRealice una nueva sugerencia de compra%s %sSugerencia de compra%s %s

source: %s %s%s%s%sKoha online%s catalog &rsaquo; Entry %s
es: %s %s%s%s%sKoha En línea%s catálogo &rsaquo; Entrada %s

source: %s %s%s%s%sKoha online%s catalog &rsaquo; Entry %s %s
es: %s %s%s%s%sKoha En línea%s catálogo &rsaquo; Entrada %s %s

source: %s %s%s%s%sKoha online%s catalog &rsaquo; Recent comments %s
es: %s %s%s%s%sKoha Online%s Catálogo &rsaquo; Comentarios recientes %s

source: %s %s%s%s%sKoha online%s catalog &rsaquo; Tags %s
es: %s %s%s%s%sKoha Online%s Catálogo &rsaquo; Etiquetas %s

source: %s %s%s%s%sKoha online%s catalog &rsaquo; Your fines and charges %s
es: %s %s%s%s%sKoha Online%s Catálogo &rsaquo; Sus multas y sanciones %s

source: %s %s%s%sKoha online%s catalog %s
es: %s %s%s%sKoha online%s katalogoa%s

source: %s %s%s%sKoha online%s catalog &rsaquo; %s Results of search %sfor '%s'%s%s&nbsp;with limit(s):&nbsp;'%s'%s %s You did not specify any search criteria. %s %s
es: %s %s%sKoha online%skatalogoa%s &rsaquo; %s Bilaketa honen emaitzak: %s '%s'%s%s&nbsp;muga honekin/hauekin:&nbsp;'%s'%s %s Ez duzu bilaketa irizpiderik zehaztu. %s %s

source: %s %s%s%sKoha online%s catalog &rsaquo; Add to your list %s
es: %s %s%s%sKoha online%s katalogoa &rsaquo; Gehitu zure zerrendara %s

source: %s %s%s%sKoha online%s catalog &rsaquo; Advanced search %s
es: %s %s%s%sKoha online%s katalogoa &rsaquo; Bilaketa aurreratua %s

source: %s %s%s%sKoha online%s catalog &rsaquo; Images for: %s %s
es: %s %s%s%sKoha Online%s Catálogo &rsaquo; Imágenes para: %s %s

source: %s %s%s%sKoha Online%s Catalog &rsaquo; Library Home for %s %s %s %s %s
es: %s %s%s%sKoha online%s katalogoa &rsaquo; Honen jatorri-liburua: %s %s %s %s %s

source: %s %s%s%sKoha online%s catalog &rsaquo; Please confirm your registration %s
es: %s %s%s%sKoha online%s catálogo &rsaquo; Mesedez, baieztatu zure erregistroa %s

source: %s %s%s%sKoha online%s catalog &rsaquo; Your cart %s
es: %s %s%s%sKoha online%s katalogoa &rsaquo; Zure saskia %s

source: %s %s%s%sKoha online%s catalog &rsaquo; Updates submitted %s
es: %s %s%s%sKoha online%s Catálogo &rsaquo; Actualizaciones presentadas %s

source: %s %s%s%sKoha online%s catalog &rsaquo; Your search history %s
es: %s %s%s%sKoha Online%s Catálogo &rsaquo; Su historial de búsqueda %s

source: %s %s's account
es: %s %s-(r)en kontua

source: %s %s(%s)%s arrive ?
es: %s %s(%s)%s iritsi da ?

source: %s %s(Earlier heading) %s(Later heading) %s(Acronym) %s(Musical composition) %s(Broader heading) %s(Narrower heading) %s(Immediate parent body) %s%s(%s)%s %s
es: %s %s(Encabezamiento anteior) %s(Encabezacmiento Posterior) %s(Acrónimo) %s(Composición Musical) %s(Encabezamiento genérico) %s(Encabezamiento específico) %s(Órgano principal directo) %s%s(%s)%s %s

source: %s %sNote: this window will close automatically in 5 seconds%s
es: %s %sOharra: leiho hau 5 segundu barru itxiko da automatikoki%s

source: %s %sSearch suggestions
es: %s%sBurcar sugerencias

source: %s %sby
es: %s %snork

source: %s %sitem%sitem(s)%s
es: %s %selementua%selementua(k)%s

source: %s (Record no. %s)
es: %s (Erregistro zk.: %s)

source: %s (related searches: %s%s%s). %s
es: %s (búsquedas relacionadas: %s%s%s). %s

source: %s / 5 (on %s rates)
es: %s / 5 (en %s valoraciones)

source: %s Address 2:
es: %s Helbidea 2:

source: %s Address:
es: %s Helbidea:

source: %s Checked out (%s), %s %s Withdrawn (%s), %s %s Lost (%s),%s %s Damaged (%s),%s %s On order (%s),%s %s In transit (%s),%s
es: %s Maileguan hartuta (%s), %s %s Kenduta(%s), %s %s Galduta (%s),%s %s Hondatuta (%s),%s %s Eskatuta (%s),%s %s Bidean (%s),%s

source: %s Checked out (%s), %s %s Withdrawn (%s), %s %s%s Lost (%s),%s%s %s Damaged (%s),%s %s On order (%s),%s %s On hold (%s),%s %s In transit (%s),%s
es: %s Maileguan hartuta (%s), %s %s Kenduta(%s), %s %s%s Galduta (%s),%s%s %s Hondatuta (%s),%s %s Eskatuta (%s),%s %s Erreserbatuta (%s),%s %s Bidean(%s),%s

source: %s City:
es: %s Hiria:

source: %s Contact Note:
es: %s Nota de contacto:

source: %s Could not create new list. Please check if the name is unique. %s Sorry, you cannot add items to this list. %s
es: %s No se pudo crear una nueva lista. Por favor, compruebe que el nombre sea único. %s Lo siento, no puede añadir ítems a la lista. %s

source: %s Did you mean:
es: %s Hau esan nahi zenuen?:

source: %s Country:
es: %s Herrialdea:

source: %s Date of birth:
es: %s Jaiotze data:

source: %s Email:
es: %s Helbide elektronikoa:

source: %s Fax:
es: %s Faxa:

source: %s First name:
es: %s Izena:

source: %s Home Library:
es: %s Biblioteca de origen:

source: %s Initials:
es: %s Iniciales:

source: %s Internet user critics
es: %s Críticas de usuarios de Internet

source: %s Item lost %s %s %s %s %s
es: %s Elementua galduta dago%s %s %s %s %s

source: %s Item waiting to be pulled from
es: %s Elementua hartzeko prest dago, kokaleku honetan

source: %s Item(s) checked out
es: %s Mailegatutako elementua(k)

source: %s No Private Lists %s %s
es: %s Ez dago zerrenda pribaturik%s %s

source: %s MARC view
es: %s Vista MARC

source: %s Mobile phone:
es: %s Telefono mugikorra:

source: %s No public lists %s %s
es: %s Ez dago zerrenda publikorik %s %s

source: %s No results found. %s
es: %s Ez da emaitzarik aurkitu. %s

source: %s No results found for that in %s catalog.
es: %s No se encontraron resultados en %s catálogo.

source: %s No results match your search for
es: %s Zure bilaketan ez da ematzarik lortu honentzat

source: %s Not renewable%s
es: %s Ezin da berritu%s

source: %s Other names:
es: %s Otro nombres:

source: %s Passwords do not match. Please re-type your new password. %s %s Your new password must be at least %s characters long %s %s Your current password was entered incorrectly. If this problem persists, please ask a librarian to re-set your password for you. %s
es: %s Pasahitzak ez datoz bat. Berriro idatzi pasahitza. %s %s Zure pasahitz berriak %s karaktere izan behar ditu gutxienez. %s %s Oraingo pasahitza ez duzu ongi datzi. Arazoak jarraitzen badu, mesedez, eskatu liburuzainari zure pasahitza berrezarteko. %s

source: %s Phone:
es: %s Teléfono:

source: %s Please see a member of the library staff.
es: %s Mesedez, jo ezazu liburutegiko langileengana.

source: %s Primary email:
es: %s Lehen email helbidea:

source: %s Primary phone:
es: %s Lehen telefonoa:

source: %s Professional critics
es: %s Críticos profesionales

source: %s Quotations
es: %s Citas

source: %s Salutation:
es: %s Saludo:

source: %s Search
es: %s Bilatu

source: %s Search %sfor '%s'%s%s&nbsp;with limit(s):&nbsp;'%s'%s
es: %s Bilatu %s '%s'%s%s&nbsp;muga honekin/hauekin:&nbsp;'%s'%s

source: %s Secondary email:
es: %s Ordezko helbide elektronikoa:

source: %s Secondary phone:
es: %s Ordezko telefonoa:

source: %s Self checkout system
es: %s Automailegu sistema

source: %s State:
es: %s Probintzia:

source: %s Street number:
es: %s Zenbakia:

source: %s Surname:
es: %s Abizena:

source: %s Total holds: %s %s %s %s (priority %s) %s Overall queue priority: %s %s %s
es: %s Total reservas: %s %s %s %s (prioridad %s) %s Prioridad de la cola general: %s %s %s

source: %s Unfortunately, images are not enabled for this catalog at this time. %s
es: %s Lo sentimos, las imágenes no están habilitadas en el catálogo.%s

source: %s Video extracts
es: %s Extractos de vídeo

source: %s You did not specify any search criteria. %s
es: %s Ez duzu bilaketa emaitzarik zehaztu. %s

source: %s You have never borrowed anything from this library. %s
es: %s Ez duzu inoiz liburutegi honetako elementu bat maileguan hartu. %s

source: %s Zip/Postal code:
es: %s Posta kodea:

source: %s biblios
es: %s registros

source: %s by %s%s%s &copy;%s%s%s
es: %snork %s%s%s &kopiatu;%s%s%s

source: %s more than
es: %s más que

source: %s out of %s
es: %s elementu %s elementutik

source: %s records
es: %s erregistroak

source: %s since %s%s
es: %s desde %s%s

source: %s%s %s %s %s %s %s %%]English %s %%]French %s %%]Italian %s %%]German %s %%]Spanish %s%s %s %s
es: %s%s %s %s %s %s %s %%]Inglés %s %%]Francés %s %%]Italiano %s %%]Aleman %s %%]Español %s%s %s %s

source: %s%s %s%s, %s%s %s (%s)%s.%s,%s %s %s%sThis record has no items.%s
es: %s%s %s%s, %s%s %s (%s)%s.%s,%s %s %s%sErregistro honek ez du elementurik.%s

source: %s%s %sEarlier heading %sLater heading %sAcronym %sMusical composition %sBroader heading %sNarrower heading %s%s %s%s
es: %s%s %sAsiento anterior%sAsiento posterior %sAcrónimo %sComposición musical %sTérmino más general %sTérmino más específico %s%s %s%s

source: %s%s %sitem%sitems%s%sEmpty%s
es: %s%s %selementu%selementuak%s%sHutsik%s

source: %s%s &rsaquo; Self checkout
es: %s%s &rsaquo; Automailegua

source: %s%s &rsaquo; Self Checkout
es: %s%s &rsaquo; Automailegua

source: %s%s catalog &rsaquo; Comments on %s
es: %s%s Katalogoa &rsaquo; Iruzkinak honen inguruan: %s

source: %s%s Catalog &rsaquo; Comments on %s %s
es: %s%s Katalogoa &rsaquo; Iruzkinak honen inguruan: %s %s

source: %s%s catalog &rsaquo; ISBD %s
es: %s%s Katalogoa &rsaquo; ISBD %s

source: %s%s Catalog &rsaquo; ISBD %s
es: %s%s Katalogoa &rsaquo; ISBD %s

source: %s%s catalog &rsaquo; Placing a hold %s %s
es: %s%s catálogo &rsaquo; Reservando %s %s

source: %s%s Catalog &rsaquo; Placing hold %s for %s%s %s%s %s %s
es: %s%s Katalogoa &rsaquo; %s Erreserba egiten, honentzat %s%s %s%s %s %s

source: %s%s holdings%sHoldings%s ( %s )
es: %s%s ejemplares%sEjemplares%s ( %s )

source: %s%s tag%stags%s successfully deleted.
es: %s%s etiketa%setiketak%s ongi ezabatu da/dira.

source: %s%s with the comment
es: %s%s con el comentario

source: %s%s%s%s%sKoha online%s%sKoha online%s catalog &rsaquo; Your messaging settings %s
es: %s%s%s%s%sKoha Online%s%sKoha Online%s Catálogo &rsaquo; Sus preferencias para los mensajes %s

source: %s%s%s%s%sKoha online%s%sKoha online%s catalog &rsaquo; Updating details for %s%s %s%s %s
es: %s%s%s%s%sKoha online%s%sKoha online%s katalogoa &rsaquo; Hurrengoaren xehetasunak eguneratzen %s%s %s%s %s

source: %s%s%s%sKoha online%s catalog &rsaquo; %sAuthority search result%sno results found%s %s
es: %s%s%s%sKoha online%s katalogoa &rsaquo; %sAutoritate bilaketaren emaitzak%sEz da emaitzarik aurkitu%s %s

source: %s%s%s%sKoha online%s catalog &rsaquo; %sContents of %s%sYour lists%s%s
es: %s%s%s%sKoha online%s katalogoa &rsaquo; %sZure zerrenden%s%sedukiak%s%s

source: %s%s%s%sKoha online%s catalog &rsaquo; %sContents of %s%smy lists%s%s
es: %s%s%s%sKoha online%s katalogoa &rsaquo; %sNire zerrenden%s%sedukiak%s%s

source: %s%s%s%sKoha online%s catalog &rsaquo; %sEnter a new purchase suggestion%s %sPurchase Suggestions%s %s
es: %s%s%s%sKoha online%s katalogoa &rsaquo; %sIdatzi erosketa proposamen berri bat%s %sErosketa proposamenak%s %s

source: %s%s%s%sKoha online%s catalog &rsaquo; Account for %s %s %s
es: %s%s%s%sKoha online%s katalogoa &rsaquo; Noren kontua %s %s %s

source: %s%s%s%sKoha online%s catalog &rsaquo; Account for %s%s %s%s %s
es: %s%s%s%sKoha online%s Katalogoa &rsaquo; Noren kontua %s%s %s%s %s

source: %s%s%s%sKoha online%s catalog &rsaquo; An error has occurred %s
es: %s%s%s%sKoha online%s katalogoa &rsaquo; Errore bat gertatu da %s

source: %s%s%s%sKoha online%s catalog &rsaquo; Browse by author or subject %s
es: %s%s%s%sKoha online%s katalogoa &rsaquo; Arakatu egile edo gaiaren arabera %s

source: %s%s%s%sKoha online%s catalog &rsaquo; Change your password %s
es: %s%s%s%sKoha Online%s Catálogo &rsaquo; Cambiar su contraseña %s

source: %s%s%s%sKoha online%s catalog &rsaquo; Details for: %s%s, %s%s %s
es: %s%s%s%sKoha online%s katalogoa &rsaquo; Honen xehetasunak: %s%s, %s%s %s

source: %s%s%s%sKoha online%s catalog &rsaquo; Download cart%s
es: %s%s%s%sKoha online%s katalogoa &rsaquo; Deskargatu saskia%s

source: %s%s%s%sKoha online%s catalog &rsaquo; Download list%s
es: %s%s%s%sKoha online%s katalogoa &rsaquo; Deskargatu zerrenda%s

source: %s%s%s%sKoha online%s catalog &rsaquo; Entry %s %s
es: %s%s%s%sKoha online%s katalogoa &rsaquo; Sarrera %s %s

source: %s%s%s%sKoha online%s catalog &rsaquo; ISBD %s
es: %s%s%s%sKoha online%s katalogoa &rsaquo; ISBD %s

source: %s%s%s%sKoha online%s catalog &rsaquo; ISBD view %s
es: %s%s%s%sKoha online%s katalogoa &rsaquo; ISBD bista %s

source: %s%s%s%sKoha online%s catalog &rsaquo; MARC details for record no. %s %s
es: %s%s%s%sKoha online%s katalogoa &rsaquo; MARC xehetasunak, erregistro zk. %s %s

source: %s%s%s%sKoha online%s catalog &rsaquo; Most popular titles %s
es: %s%s%s%sKoha online%s katalogoa &rsaquo; Izenburu ospetsuenak %s

source: %s%s%s%sKoha online%s catalog &rsaquo; Sending your cart %s
es: %s%s%s%sKoha online%s katalogoa &rsaquo; Zure saskia bidaltzen %s

source: %s%s%s%sKoha online%s catalog &rsaquo; Personal details for %s %s %s
es: %s%s%s%sKoha online%s katalogoa &rsaquo; Bazkide honen datu pertsonalak %s %s %s

source: %s%s%s%sKoha online%s catalog &rsaquo; Privacy management for %s %s %s
es: %s%s%s%sKoha online%s katalogoa &rsaquo; Hurrengoaren pribatutasun kudeaketa %s %s %s

source: %s%s%s%sKoha online%s catalog &rsaquo; Sending your list %s
es: %s%s%s%sKoha online%s katalogoa &rsaquo; Zure zerrenda bidaltzen %s

source: %s%s%s%sKoha online%s catalog &rsaquo; Serials %s
es: %s%s%s%sKoha online%s katalogoa &rsaquo; Aldizkako argitalpenak %s

source: %s%s%s%sKoha online%s catalog &rsaquo; Recent comments %s
es: %s%s%s%sKoha online%s katalogoa &rsaquo; Iruzkin berrienak %s

source: %s%s%s%sKoha online%s catalog &rsaquo; Subscription information for %s %s
es: %s%s%s%sKoha online%s katalogoa &rsaquo; Hurrengoaren harpidetza informazioa %s %s

source: %s%s%s%sKoha online%s catalog &rsaquo; Your personal details %s
es: %s%s%s%sKoha Online%s Catálogo &rsaquo; Detalles personales de %s

source: %s%s%s%sKoha online%s catalog &rsaquo; Your privacy management %s
es: %s%s%s%sKoha Online%s Catálogo &rsaquo; Gestión de la privacidad para %s

source: %s%s%s%sKoha Online%s Catalog &rsaquo; Tags %s
es: %s%s%s%sKoha online%s katalogoa &rsaquo; Etiketak %s

source: %s%s%sNever expires%s
es: %s%s%sEz da iraungitzen%s

source: %s%s%sNo title%s
es: %s%s%s Ez du izenbururik%s

source: %s%sMy %s%sPurchase suggestions
es: %s%sNire %s%serosketa propsamenak

source: %s's account
es: %s-(r)en kontua

source: %s, by %s%s %s %s
es: %s, -k %s%s %s %s

source: %s. Usually the reason for freezing an account is old overdues or damage fees. If
es: %s. Normalmente, las razones para congelar una cuenta son los retrasos o multas por daños. Si

source: %sAccount frozen %s %s
es: %sKontua izoztu da%s %s

source: %sAuthors %s %sTitles %s %sTopics %s %sPlaces %s %sSeries %s %s %sLibraries %s %s
es: %sEgilea%s %sIzenburuak%s %sGaiak%s %sTokiak%s %sSaila%s %s %sLiburutegiak%s %s

source: %sAuthors %s %sTitles %s %sTopics %s %sPlaces %s %sSeries %s %sItem types %s %s %sLibraries %s %s %sLocations %s
es: %sEgileak %s %sIzenburuak %s %sGaiak %s %sTokiak%s %sSaila%s %s Elementu motak%s %s %sLiburutegiak%s %s %sKokalekuak%s

source: %sAwaited %s %sArrived %s %sLate %s %sMissing %s %sNot issued %s %s %s %s %s
es: %sEsperado %s %sLlegado %s %sRetrasado %s %sPerdido %s %sNo prestado %s %s %s %s %s

source: %sBrowsing %s Shelves%s %s, Shelving location: %s%s %s, Collection code: %s%s
es: %sArakatzen %s Apalak%s%s, apal kokalekua: %s%s%s, bilduma kodea: %s%s

source: %sBrowsing %s Shelves%s%s, Shelving location: %s%s%s, Collection code: %s%s
es: %sArakatzen %s Apalak%s%s, apal kokalekua: %s%s%s, bilduma kodea: %s%s

source: %sCollection%sItem type%s
es: %sBilduma%sElementu mota%s

source: %sExpected%s %sArrived%s %sLate%s %sMissing%s %sNot available%s %sDelete%s %sClaimed%s %sStopped%s
es: %sEn espera%s %sRecibido%s %sRetrasado%s %sPerdido%s %sNo disponible%s %sBorrado%s %sReclamado%s %sRetenido%s

source: %sFemale%s %sMale%s
es: %sEmakumezkoa%s %sGizonezkoa%s

source: %sItem due %sAdvance notice %sUpcoming events %sHold filled %sItem check-in %sItem checkout %sUnknown %s
es: %sItzultzeko epemuga %sAurretiazko oharra %sHurrengo gertaerak %sErreserba egin da %sElementua itzultzea %sElementua maileguan hartzea %sEzezaguna %s

source: %sItem type %sCollection %sShelving location %sSomething else %s
es: %sElementu mota %sColección %sUbicación %sAlgo más%s

source: %sLimit to
es: %sGehienez

source: %sLog Out
es: %sItxi sesioa

source: %sMARC View%s
es: %sMARC bista%s

source: %sNote: your comment contained illegal markup code. It has been saved with the markup removed, as below. You can edit the comment further, or cancel to retain the comment as is. %s %sError! Your comment was entirely illegal markup code. It has NOT been added.%s %sError! You cannot add an empty comment. Please add content or cancel.%s
es: %sOharra: zure iruzkinak legez kanpoko markatze kodea zuen. Iruzkina gorde egin da kode hori gabe, behean ikus daitekeen bezala. Iruzkina editatzen jarraitu dezakezu, edo ezeztatu eta dagoen bezala utzi. %s %s Erorea! Zure iruzkinak legez kanpoko markatze kodea zuen. EZ da gehitu.%s %sErrorea! Ezin duzu iruzkin huts bat gehitu. Idatzi zerbait, edo ezeztatu.%s

source: %sOn hold %sNo renewals left %s
es: %sErreserban%sEz dago besterik berritzeko%s

source: %sPrivate%s %sPublic%s
es: %sPribatua%s %sPublikoa%s

source: %sPurchase suggestions%s%sMy purchase suggestions%sPurchase suggestions%s%s
es: %sSugerencias de adquisición%s%sMi sugerencias de adquisición%sSugerencias de adquisición%s%s

source: %sRequested%s %sChecked by the library%s %sAccepted by the library%s %sOrdered by the library%s %sSuggestion declined %s %sAvailable in the library%s %s(%s)%s
es: %sEskatuta%s %sLiburutegiak egiaztatu du%s %sLiburutegiak onartu du%s %sLiburutegiak eskatu du%s %sProposamena errefusatu da %s %sEskuragarri dago liburutegian%s %s(%s)%s

source: %sRequested %sChecked by the library %sAccepted by the library %sOrdered by the library %sSuggestion declined %sAvailable in the library %s %s %s %s(%s)%s
es: %sPedido %sComprobado por la biblioteca %sAceptado por la bibioteca %sPedido por la biblioteca %sSugerencia rechazada %sDisponible en la biblioteca %s %s %s %s(%s)%s

source: %sShowing only
es: %s bakarrik erakusten

source: %sThis item is already checked out to you.%s
es: %sElementu hau maileguan hartu duzu dagoeneko.%s

source: %sThis record has no items.%s
es: %sErregistro honek ez du elementurik.%s

source: %sThis record has no items.%s
es: %sEste registro no tiene ítems.%s

source: %sWaiting%s %sArrived%s %sLate%s %sMissing%s %sNot Available%s %sClaimed%s %s(%s)%s
es: %sZain%s %sIritsi da%s %sAtzeratuta %s %sGalduta%s %sEz dago eskuragarri%s %sErreklamatu da%s %s(%s)%s

source: %sWaiting%sOn hold%s for patron %sat%sexpected at%s %s since %s%s%s%s%s%s%s.
es: %sZain%sErreserbatuta%s bazkidearentzat %sat%s espero da%s %s (e)tik %s%s%s%s%s%s%s.
