Repository: kohascanbit/tabakaleraubik
Catalog: misc/translator/po/*-i-opac-t-prog-v-3006000.po
Languages: es

source: Renew Selected
es: Berritu hautatutakoak

source: Renew all
es: Renovar Todo

source: Renew item
es: Renovar ítem

source: Renew selected
es: Renovar seleccionados

source: RenewLoan
es: Berritu mailegua

source: Report number:
es: Informe número:

source: Required
es: Eskatua

source: Resort list
es: Lista ordenada

source: Results
es: Emaitzak

source: Results %s to %s of %s
es: Emaitzak: %s(e)tik %s ; guztira %s

source: Resume all suspended holds
es: Reanudar todas las reservas suspendidas

source: Return item
es: Itzuli elementua

source: Return Item
es: Itzuli elementua

source: Return this item
es: Itzuli elementu hau

source: Return to account summary
es: Itzuli kontuaren laburpenera

source: Return to Account Summary
es: Itzuli kontuaren laburpenera

source: Return to the self-checkout
es: Itzuli automailegura

source: Return to your record
es: Itzuli zure erregistrora

source: Return to your summary.
es: Itzuli zure laburpenera.

source: Returns a patron's status information from Koha.
es: Kohako bazkide baten egoeraren informazioa itzultzen du.

source: Returns information about the services available on a particular item for a particular patron.
es: Bazkide jakin batentzat eta elementu zehatz batentzat erabilgarri dauden zerbitzuei buruzko informazioa itzultzen du.

source: Returns specified information about the patron, based on options in the request. This function can optionally return patron's contact information, fine information, hold request information, loan information, and messages.
es: Bazkideari buruzko informazio zehatza itzultzen du, eskaerako aukeretan oinarrituta. Funtzio horrek bazkidearen kontaktu, isunak, erreserba eskaerak, mailegu eta mezuei buruzko informazioa itzul dezake.

source: Review:
es: Kritika:

source: Reviews
es: Kritikak

source: Reviews from LibraryThing.com:
es: LibraryThing.comeko kritikak:

source: Reviews provided by Syndetics
es: Syndeticsek emandako kritikak

source: Roman
es: Eleberria

source: Romaner
es: Eleberriak

source: Røntgenbilde
es: Erradiografia

source: SMS number:
es: SMS zenbakia:

source: SUDOC serial history:
es: SUDOC aldizkako argitalpenen historia:

source: Sa
es: Sábado

source: Sammendrag(abstracts)/Referatorganer
es: Laburpenak / Zerrenda

source: Sammenslåing av: ... ; og ...
es: Konbinazioa: ... eta ...

source: Samtaler og diskusjoner
es: Elkarrizketak eta eztabaidak

source: Sat
es: Sábado

source: Saturday
es: Sábado

source: Save
es: Gorde

source: Save record:
es: Gorde erregistroa:

source: Save Record:
es: Gorde erregistroa:

source: Save to Lists
es: Gorde zerrendetan

source: Save to Your Lists
es: Gorde Nire zerrendetan

source: Save to another list
es: Gorde beste zerrenda batean

source: Save to your lists
es: Gorde nire zerrendetan

source: Scan
es: Eskaneatu

source: Scan a new item or enter its barcode:
es: Eskaneatu elementu berri bat edo idatzi bere barra kodea:

source: Scan each item and wait for the page to reload before scanning the next item. The checked-out item should appear in your checkouts list. The Submit button only needs to be clicked if you enter the barcode manually.
es: Eskaneatu elementu bakoitza eta itxaron orria kargatu arte hurrengoa kargatzeko. Maileguan hartutako elementua zure maileguen zerrendan agertu behar da. Barra kodea eskuz idatzi baduzu, Bidali botoia sakatu behar duzu.

source: Scan index for:
es: Eskanetatu indizea:

source: Scan index:
es: Eskaneatu indizea:

source: Scope and content:
es: Esparrua eta edukia:

source: Score
es: Partitura

source: Search
es: Bilatu

source: Search
es: Bilatu

source: Search %s %s (in %s only)%s %s
es: Bilatu %s %s (hemen bakarrik: %s)%s %s

source: Search for this title in:
es: Bilatu izenburu hau hemen:

source: Search for works by this author
es: Bilatu egile honen lanak

source: Search for:
es: Bilatu hau:

source: Search for:
es: Bilatu hau:

source: Search history
es: Bilaketa historia

source: Search the %s
es: Bilatu hauek: %s

source: Search:
es: Bilatu:

source: Search:
es: Bilatu:

source: Secondary Author
es: Bigarren mailako egilea

source: Secondary email:
es: Ordezko helbide elektronikoa:

source: Secondary phone:
es: Ordezko telefonoa:

source: Section
es: Sección

source: See Baker & Taylor
es: Ikusi Baker & Taylor

source: See document
es: Patentearen dokumentua

source: See also:
es: Ver también:

source: See biblio
es: Ver biblio

source: See the most popular titles
es: Ikusi lan ospetsuenak

source: See: [% IF ( nextTitle ) %][% nextTitle |html %][% ELSE %]next biblio[% END %]
es: Ver: [% IF ( previousTitle ) %][% previousTitle |html %][% ELSE %]siguiente biblio[% END %]

source: See: [% IF ( previousTitle ) %][% previousTitle |html %][% ELSE %]previous biblio[% END %]
es: Ver: [% IF ( previousTitle ) %][% previousTitle |html %][% ELSE %]biblio anterior[% END %]

source: Select All
es: Hautatu dena

source: Select a list
es: Hautatu zerrenda bat

source: Select a specific copy:
es: Hautatu kopia bat:

source: Select all
es: Hautatu dena

source: Select date
es: Seleccionar fecha

source: Select local databases:
es: Hautatu datu base lokalak:

source: Select remote databases:
es: Hautatu urruneko datu baseak:

source: Select titles to:
es: Honetarako aukeratutakoak:

source: Select suggestions to:
es: Títulos seleccionados para:

source: Selected items :
es: Hautatutako elementuak:

source: Select the item(s) to search :
es: Sellecionar el/los item/s a buscar:

source: Self checkout
es: Automailegua

source: Self checkout help
es: Automaileguaren laguntza

source: Selvbiografier
es: Autobiografia

source: Semiannual
es: Urtean bitan

source: Semimonthly
es: Hilabetean bitan

source: Semiweekly
es: Astean bitan

source: Send
es: Bidali

source: Send list
es: Bidali zerrenda

source: Sending your cart
es: Zure saskia bidaltzen

source: Sending your list
es: Zure zerrenda bidaltzen

source: Sep
es: Septiembre

source: Separated from:
es: Honetatik bereizita:

source: September
es: Septiembre

source: Serial
es: Aldizkako argitalpena

source: Serial Collection
es: Aldizkako argitalpenen bilduma

source: Serial type
es: Aldizkako argitalpen mota

source: Serial: %s
es: Serie: %s

source: Serial collection
es: Aldizkako argitalpenen bilduma

source: Serials
es: Aldizkako argitalpenak

source: Series
es: Saila

source: Series Title
es: Título de la serie

source: Series information:
es: Sailaren informazioa:

source: Series title
es: Sailaren izenburua

source: Series:
es: Saila:

source: Series:
es: Saila:

source: Session lost
es: Saioa galdu da

source: Session timed out
es: Saioa iraungi da

source: Set
es: Multzoa

source: Set Level
es: Elegir nivel

source: Set:
es: Multzoa:

source: Settings updated
es: Ezarpenak eguneratu dira

source: Share
es: Compartir

source: Share by email
es: Compartir por email

source: Share on Delicious
es: Compartir en Delicious

source: Share on Facebook
es: Compartir en Facebook

source: Share on LinkedIn
es: Compartir en LinkedIn

source: Share on Twitter
es: Compartir en Twitter

source: Shelving location
es: Apaleko kokalekua

source: Show
es: Erakutsi

source: Show All Items
es: Erakutsi elementu guztiak

source: Show Calendar
es: Erakutsi egutegia

source: Show _MENU_ entries
es: Erakutsi _MENU_ sarrerak

source: Show Last 50 Items Only
es: Erakutsi azken 50 elementuak soilik

source: Show More
es: Erakutsi gehiago

source: Show all items
es: Erakutsi elementu guztiak

source: Show analytics
es: Erakutsi analitikak

source: Show last 50 items only
es: Mostrar sólo los últimos 50 ítems

source: Show more
es: Erakutsi gehiago

source: Show pagination list ([% indexPag %]-[% indexPagEnd %] / [% totalPag %])
es: Mostrar lista de paginación ([% indexPag %]-[% indexPagEnd %] / [% totalPag %])

source: Show the top
es: Erakutsi goialdea

source: Show up to
es: Erakutsi gehienez

source: Show volumes
es: Erakutsi bolumenak

source: Show year:
es: Erakutsi urtea:

source: Showing %s of about %s results
es: Mostrar %s sobre%s resultados

source: Showing _START_ to _END_ of _TOTAL_
es: Erakusten _START_ a _END_ de _TOTAL_

source: Showing all items
es: Elementu guztiak erakusten

source: Showing last 50 items
es: Azken 50 elementuak erakusten

source: Sign in with your Email
es: Acceder con tu email

source: Similar items
es: Antzeko elementuak

source: Since you have
es: Hauxe duzunez:

source: Site Administrator
es: Webgunearen administratzailea

source: Sjøkart
es: Mapa hidrografikoa

source: Skjønnlitteratur
es: Fikzioa

source: Skuespill
es: Aktorea

source: Slått sammen med: .., til: ...
es: Honekin fusionatu da: .., noiz arte: ...

source: Sløyfekassett
es: Zinta kartutxoa

source: Småbarn;
es: Ume txikiak;

source: Sorry
es: Sentitzen dugu

source: Sorry, This Self-Checkout Station has lost authentication. Please contact the administrator to resolve this problem.
es: Sentitzen dugu, automailegu estazioak autentifikazioa galdu du. Jarri harremanetan administratzailearekin arazo hau konpontzenko.

source: Sorry, This item cannot be checked out at this station.
es: Sentitzen dugu, elementu hau ezin da maileguan hartu estazio honetan.

source: Sorry, no suggestions.
es: Lo lamentamos, no hay sugerencias.

source: Sorry, plain view is temporarily unavailable
es: Sentitzen dugu, bista arrunta ez dago eskuragarri aldi baterako

source: Sorry, tags are not enabled on this system.
es: Sentitzen dugu, etiketak ez daude gaituta sistema honetan.

source: Sorry, the CAS login failed.
es: Sentitzen dugu, CAS saio hasierak huts egin du.

source: Sorry, the system doesn't think you have permission to access this page.
es: Sentitzen dugu, sistemaren arabera ez duzu orri honetan sartzeko baimenik.

source: Sorry, there are no reviews from this library available for this title. %s%s
es: Sentitzen duzu, ez dugu lan honen kritikarik liburutegi honetan. %s%s

source: Sorry, this item cannot be checked out at this station.
es: Lo sentimos, no se puede prestar este ítem en esta sede.

source: Sorry, this self-checkout station has lost authentication. Please contact the administrator to resolve this problem.
es: Lo sentimos, esta máquina de autopréstamo ha perdido la identificación. Por favor, póngase en contacto con el administrador para resolver este problema.

source: Sorry, you cannot place holds because you owe %s.
es: Sentitzen dugu, ezin duzu erreserbarik egin kopuru hau zor duzulako: %s.

source: Sorry, you cannot place more than %s holds.
es: Sentitzen dugu, ezin dituzu %s erreserba baino gehiago egin.

source: Sorry, your session has timed out, please log in again.
es: Sentitzen dugu, zure saioa iraungi da, mesedez, berirro hasi saioa.

source: Sort By:
es: Honela antolatu:

source: Sorry, your session has timed out. Please log in again.
es: Sentitzen dugu, zure saioa iraungi da. Mesedez, berriro hasi saioa.

source: Sort by:
es: Honela antolatu:

source: Sort by:
es: Honela antolatu:

source: Sort this list by:
es: Zerrenda hau honela antolatu:

source: Sorting:
es: Clasificación:

source: Sound
es: Soinua

source: Source:
es: Fuente:

source: Specialized
es: Espezializatua

source: Specialized;
es: Espezializatua;

source: Spesialisert;
es: Espezializatuak;

source: Spill
es: Jokoak

source: Split into .. and ...:
es: Banatu ... eta honen artean ...:

source: Språkkurs
es: Hizkuntzak ikasteko ikastaroak

source: Språkundervisning
es: Hizkuntzen irakaskuntza

source: SprÃ¥kundervisning
es: Hizkuntzen irakaskuntza

source: Standard Number (ISBN, ISSN or Other):
es: Zenbaki estandarra (ISBN, ISSN edo beste bat):

source: Standard number
es: Zenbaki estandarra

source: Standardtittel:
es: Izenburu estandarra:

source: State:
es: Egoera:

source: Statistics
es: Estatistikak

source: Statistikker
es: Estatistikak

source: Status
es: Egoera

source: Step one: Enter your user id%s and password%s
es: Lehenengo pausoa: sartu zure erabiltzaile IDa%s eta pasahitza%s

source: Step three: Click the 'Finish' button
es: Hirugarren pausoa: egin klik 'Bukatu' botoian

source: Step two: Scan the barcode for each item, one at a time
es: Bigarren pausoa: eskaneatu elementu bakoitzaren barra kodeak banaka

source: Stereobilde
es: Irudi estereografikoa

source: Stjerneglobus
es: Izar-globoa

source: Stjernekart
es: Izar-mapa

source: Storskrift;
es: Letra larria

source: Studieplansje
es: Ikasteko irudia

source: Su
es: Domingo

source: Subject
es: Gaia

source: Subject - Author/Title
es: Gaia - Egilea/Izenburua

source: Subject - Corporate Author
es: Gaia - Hainbat egile

source: Subject - Family
es: Gaia - Familia

source: Subject - Form
es: Gaia - Inprimakia

source: Subject - Geographical Name
es: Gaia - Izen geografikoa

source: Subject - Personal Name
es: Gaia - Izena

source: Subject - Topical Name
es: Gaia - Lekuaren izena

source: Subject Category
es: Gai kategoria

source: Subject cloud
es: Gai hodeia

source: Subject phrase
es: Gai esaldia

source: Subject(s)
es: Gaia(k):

source: Subject(s):
es: Gaia(k):

source: Subject(s):
es: Gaia(k):

source: Subject:
es: Gaia:

source: Subject: %s
es: Gaia: %s

source: Other(s) author(s) :
es: Beste egilea(k) :

source: Other(s) title(s):
es: Beste izenburua(k):

source: Secondary title(s):
es: Bigarren izenburua(k):

source: Submit
es: Bidali

source: Submit Changes
es: Bidali aldaketak

source: Submit Your Suggestion
es: Bidali zure proposamena

source: Submit and close this window
es: Bidali eta itxi leiho hau

source: Submit changes
es: Bidali aldaketak

source: Submit update request
es: Presentar solicitud actualizada

source: Subscribe issue receive warning
es: Harpidetu ale berri bat jasotzean jakinarazteko

source: Subscribe to email notification on new issues
es: Harpidetu ale berriak iritsi diren jakinarazpena posta elektronikoz jasotzeko

source: Subscribe to email notification on new issues
es: Harpidetu ale berriak iritsi diren jakinarazpena posta elektronikoz jasotzeko

source: Subscribe to this search
es: Harpidetu bilaketa honetara

source: Subscription
es: Harpidetza

source: Subscription :
es: Harpidetza:

source: Subscription from: %s to:%s %s %s now (actual)%s
es: Harpidetza: %s tik %s %s ra %s orain (unekoa)%s

source: Subscription information for %s
es: Harpidetza informazioa honentzat: %s

source: Subscriptions
es: Harpidetzak

source: Subscriptions:
es: Harpidetzak:

source: Subtype limits
es: Azpimota mugak

source: Suggested by:
es: Nork gomendatuta:

source: Suggested for
es: Norentzat gomendatuta

source: Suggestions
es: Sugerencias

source: Summary
es: Laburpena

source: Summary:
es: Laburpena:

source: Sun
es: Domingo

source: Sunday
es: Domingo

source: Superseded by:
es: Honekin ordezkatuta:

source: Superseded in part by:
es: Honekin ordezkatuta (neurri batean):

source: Supersedes in part:
es: Hau ordezkatzen du (neurri batean):

source: Supersedes:
es: Hau ordezkatzen du:

source: Surveys
es: Ikerketak

source: Suspend all holds
es: Suspender todas las reservas

source: Sylinder
es: Zilindroa

source: Symbolkort
es: Sinboloak

source: System maintenance
es: Sistemaren mantentze lana

source: Table of contents provided by Syndetics
es: Syndeticsek emandako eduki taula

source: Tag
es: Etiketa

source: Tag browser
es: Etiketa arakatzailea

source: Tag cloud
es: Etiketa hodeia

source: Tag status here.
es: Etiketa egoera hemen.

source: Tag status here.
es: Etiketa egoera hemen.

source: Tags added:
es: Gehitutako etiketak:

source: Tags from this library:
es: Liburutegi honetako etiketak:

source: Tags:
es: Etiketak:

source: Technical reports
es: Txosten teknikoak

source: Tegneserie
es: Komikia

source: Tegneserier for barn i alderen til og med 5 år;
es: 5 urteko haurrentzako komikiak

source: Tegneserier for elever på 1. til 3. klassetrinn;
es: 4-8 urte bitarteko umeentzako marrazki bizidunak

source: Tegneserier for elever på 4. og 5. klassetrinn;
es: 9-10 urte bitarteko umeentzako marrazki bizidunak

source: Tegneserier for elever på 6. og 7. klassetrinn;
es: 11-12 urte bitarteko umeentzako marrazki bizidunak

source: Tegneserier for elever på ungdomstrinnet;
es: 12-17 urte bitarteko umeentzako marrazki bizidunak

source: Tegneserier for voksne;
es: Helduentzako komikiak

source: Tegneserier;
es: Komikiak

source: Tegnet kart
es: Mapa

source: Tegning
es: Marrazketa

source: Teknisk tegning
es: Marrazketa teknikoa

source: Tekniske rapporter
es: Txosten teknikoak

source: Tekst
es: Testua

source: Term
es: Terminoa

source: Term/Phrase
es: Terminoa/Esaldia

source: Terrengmodell
es: Lurraren eredua

source: Th
es: Jueves

source: Thank you
es: Eskerrik asko

source: Thank you!
es: Eskerrik asko!

source: The %s latest issues for this subscription:
es: Harpidetza honetako azken %s aleak:

source: The %s most checked-out %s %s %s titles%s %s at %s %s %s in the past %s months %s of all time%s
es: %s Gehien mailegatutako %s %s %s lanak %s %s hemen %s %s %s azken %s hilabetetan %s orokorrean%s

source: The %s most checked-out %s %s %s %s at %s %s %s in the past %s months %s of all time%s
es: Los %s titulos más prestados %s %s %s %s en %s %s %s los meses %s pasados %s durante todo el tiempo%s

source: The %s%s%sKoha online%s catalog is offline for system maintenance. We'll be back soon! If you have any questions, please contact the
es: %s%s%sKoha online katalogoa%s lineaz kanpo dago mantentze-lanengatik. Laster itzuliko gara! Kontsultaren bat izanez gero, jarri harremanetan

source: The %s%s%sKoha Online%s Catalog is offline for system maintenance. We'll be back soon! If you have any questions, please contact the
es: %s%s%sKoha online katalogoa%s lineaz kanpo dago mantentze-lanengatik. Laster itzuliko gara! Kontsultaren bat izanez gero, jarri harremanetan

source: The ISBD cloud is not enabled.
es: ISBD hodeia ez dago gaituta.

source: The browser table is empty. this feature is not fully set-up. See the
es: Nabigazio taula hutsik dago. Ezaugarri hori ez dago erabat konfiguratuta. Ikusi

source: The cart was sent to: %s
es: Saski hona bidali da: %s

source: The current subscription began on %s and is issued every %s day %s %s week %s %s 2 weeks %s %s 3 weeks %s %s month %s %s 2 months %s %s 3 months %s %s 4 months %s %s quarter %s %s 2 quarters %s %s year %s %s 2 years %s %s on Monday %s %s on Tuesday %s %s on Wednesday %s %s on Thursday %s %s on Friday %s %s on Saturday %s %s on Sunday %s for %s%s issues%s %s%s weeks%s %s%s months%s
es: La suscripción actual comenzó en %s y se distribuye cada %s día %s %s semana %s %s 2 semanas %s %s 3 semanas %s %s mes %s %s 2 meses %s %s 3 meses %s %s 4 meses %s %s trimestre %s %s 2 trimestres %s %s año %s %s 2 años %s %s lunes %s %s martes %s %s miércoles %s %s jueves %s %s viernes %s %s sábado %s %s domingo %s para %s%s ejemplares%s %s%s semanas%s %s%s meses%s

source: The deletion of your reading history failed, because there is a problem with the configuration of this feature. Please help to fix the system by informing your library of this error.
es: El historial de lectura no puedo ser borrado por un problema con la configuración. Se puede ayudar a solucionar este problema informando al bibliotecario.

source: The first subscription was started on %s
es: Lehenengo harpidetza hasi zen data: %s

source: The list
es: Zerrenda

source: The list was sent to: %s
es: Zerrenda hona bidali da: %s

source: The selected suggestions have been deleted.
es: Hautatutako proposamenak ezabatu dira.

source: The subscription expired on %s
es: Harpidetza data honetan iraungi zen: %s

source: The system does not recognize this barcode. %s
es: Sistemak ez du barra kode hau ezagutzen. %s

source: The tag was added as &quot;%s&quot;. %sNote: your tag was entirely markup code. It was NOT added.
es: Etiketa era honetan gehitu da: &quot;%s&quot;. %sOharra: zure etiketa markatze kodez osatuta zegoen. EZ da gehitu.

source: The userid
es: Erabiltzailearen IDa

source: There are %s subscription(s) associated with this title.
es: Lan honekin lotutako %s harpidetza dago.

source: There are no comments for this item.
es: Ez dago iruzkinik elementu honentzat.

source: There are no pending purchase suggestions.
es: Ez dago erosketa proposamenik egiteke.

source: There is a charge of %s for placing this hold
es: Hay un cargo de %s por hacer esta reserva

source: There was a problem with this operation: %sSorry, tags are not enabled on this system. %sERROR: illegal parameter %s %sERROR: You must log in to complete that action. %sERROR: You cannot delete the tag %s.
es: Erore bat gertatu da eragiketa honekin. %sSentitzen dugu, etiketak ez daude gaituta sistema honetan. %sERROREA: parametro ilegala. %s %sERROREA: Saioa hasi behar duzu eragiketa hau burutzeko. %sERROREA: ezin duzu etiketa hau ezabatu: %s.

source: There was a problem with your submission
es: Arazo bat gertatu da zure bidalketarekin

source: There were problems processing your registration. Please contact your library for help.
es: Zure datuak prozesatzerakoan arazoak egon dira. Konpondu ahal izateko jar zaitez harremanetan liburutegiarekin, mesedez.

source: Theses
es: Tesiak

source: Thesis:
es: Tesia:

source: This &quot;cloud&quot; shows the most used topics in our catalog. Click on any subject below to see the items in our collection.
es: &quot;Hodei&quot; honek gure katalogoan gehien kontsultatzen diren gaiak erakusten ditu. Egin klik gai batean gure bildumako elementuak ikusteko.

source: This List is empty. You can add to your lists from the results of any
es: Zerrenda hau hutsik dago. Elementuak gehitu ditzakezu zerrendara, emaitza hauetatik abitatua:

source: This card has been declared lost. %s
es: Txartel hau galdutzat jo da. %s

source: This error means that the Koha is pointed an invalid link.
es: Errore horrek Kohak lotura baliogabea duela adierazten du.

source: This error means that the link was broken and that the page doesn't exist.
es: Errore horrek adierazten du lotura apurtuta dagoela eta orria ez dela existitzen.

source: This error means that the you are trying to access a link that you're not authorized to see.
es: Errore honek adierazten du ikusteko baimenik ez duzun loturara sartu nahi duzula.

source: This error means that you are forbidden for some reason to see this page.
es: Errore honek adierazten du arrazoiren bat dela medio, ez duzula baimenik orri honetara sartzeko.

source: This is a serial
es: Hau aldizkako argitalpen bat da

source: This is not an open list. Items cannot be added to it.
es: hau ez da zerrenda ireki bat. Ezin dira elementuak gehitu.

source: This item has been added to your cart
es: Elementu hau zure saskira gehitu da

source: This item has been removed from your cart
es: Este ítem ha sido borrado de su cesta

source: This item has been withdrawn from the collection. %s
es: Elementua bildumatik kendu da. %s

source: This item is already in your cart
es: Elementu hau zure saskian dago dagoeneko

source: This item is checked out to someone else. %s
es: Elementu hau beste norbaitek hartu du maileguan. %s

source: This item is not for loan. %s
es: Elementu hau ezin da maileguan hartu. %s

source: This item is on hold for another patron. %s
es: Elementu hau beste bazkide batentzat erreserbatuta dago. %s

source: This item is reserved for another patron. %s
es: Elementu hau beste bazkide batentzat erreserbatuta dago. %s

source: This list is empty. %sYou can add to your lists from the results of any
es: Esta lista está vacía. %sPuedes agregar ítems a tu lista desde los resultados de cualquier

source: This page contains enriched content visible when JavaScript is enabled or by clicking
es: Orri honek eduki hobetua du, eta hura ikus daiteke JavasScrEsta gaitzeanedo hemen klik egitean:

source: This record has many physical items.
es: Erregistro honek elementu ugari ditu.

source: This subscription is closed.
es: Esta suscripción está cerrada.
